###################################
#Web-Agent Generic Agent Framework
###################################

AgentFramework.PIDCacheRead.Failed=Se ha producido un error al leer la memoria cach\u00e9 del ID del proceso.

AgentFramework.RMChildPid.Failed=Se ha producido un error al eliminar el ID del proceso secundario {0} de la memoria cach\u00e9 de los ID de procesos.

AgentFramework.OpenLogFile.Failed=Se ha producido un error al abrir el archivo de registro {0}. Compruebe el espacio en disco, los permisos y la configuraci\u00f3n.

AgentFramework.Fork.Failed=Se ha producido un error en la bifurcaci\u00f3n: {0}.

AgentFramework.HostConfigEmptyFile.Failed=La ruta del archivo de configuraci\u00f3n del host de CA SiteMinder est\u00e1 vac\u00eda.

AgentFramework.HostConfUpdate.Received=Actualizaci\u00f3n de configuraci\u00f3n del host recibida:


####################################
# Web-Agent Low Level Agent Messages
####################################

LowLevelAgent.LLACloseMsgSend.Failed=Se ha producido un error al enviar un mensaje de cierre de LLA.

LowLevelAgent.LLAWP32Path.Missing=Falta la ruta de configuraci\u00f3n que requiere LLAWP32.

LowLevelAgent.LLAWPPath.Missing=Falta la ruta de configuraci\u00f3n que requiere LLAWP.

LowLevelAgent.LLAWP32CreateProcess.Failed=Se ha producido un error al crear un proceso. Compruebe que LLAWP32.exe se encuentra en la ruta de su sistema.

LowLevelAgent.LLAWPCreateProcess.Failed=Se ha producido un error al crear un proceso. Compruebe que LLAWP.exe se encuentra en la ruta del sistema.

LowLevelAgent.LLAWPWrongUser.Failed=Es posible que LLAWP no se est\u00e9 ejecutando como el usuario propio.\n

LowLevelAgent.LLAWPExec.Failed=Se ha producido un error en Execlp: {0}. LLAWP.exe debe poder invocarse desde la ruta del sistema.

LowLevelAgent.LLWAP.Terminated=LLAWP se ha finalizado de forma inesperada durante el inicio.

LowLevelAgent.LLAWP32Config.Missing=Falta la ruta de configuraci\u00f3n que requiere LLAWP32.

LowLevelAgent.LLAWPConfig.Missing=Falta la ruta de configuraci\u00f3n que requiere LLAWP.

LowLevelAgent.LLAWPUnExpectShutdown.Failed=LLAWP se ha finalizado de forma inesperada durante el cierre.

LowLevelAgent.MutexStart.Failed=Se ha producido un error al inicializar la exclusi\u00f3n mutua de inicio del servidor.

LowLevelAgent.LLAWPAttachToResourceCache.Failed=Se ha producido un error al incluirse en la memoria cach\u00e9 de recursos. Verifique que el proceso de LLAWP se est\u00e1 ejecutando.

LowLevelAgent.LLAWPAttachToAuthenticationCache.Failed=Se ha producido un error al incluirse en la memoria cach\u00e9 de autenticaci\u00f3n. Verifique que el proceso de LLAWP se est\u00e1 ejecutando.

LowLevelAgent.LLAWPAttachToAuthorizationCache.Failed=Se ha producido un error al incluirse en la memoria cach\u00e9 de autorizaci\u00f3n. Verifique que el proceso de LLAWP se est\u00e1 ejecutando.

LowLevelAgent.InitPIDCache.Failed=Se ha producido un error al inicializar la memoria cach\u00e9 de PID.

LowLevelAgent.AddToPIDCache.Failed=Se ha producido un error al agregar el PID secundario de LLAWP {0} en la memoria cach\u00e9 de PID

LowLevelAgent.LogFile.Invalid=El archivo de registro {0} es incorrecto. Se sale del subproceso de trabajo de registro.

###################################
# WebAgent HLA Admin Manager
###################################
AdminManager.ManageAgentThread.Failed=No se ha podido iniciar el subproceso de trabajo del agente de gesti\u00f3n; se sale.

AdminManager.ReadPriviledge.Needed={0}. Deben asignarse privilegios de lectura al usuario {1} para el archivo {2}

AdminManager.WritePriviledge.Needed={0}. Deben asignarse privilegios de escritura al usuario {1} para el archivo {2}

###################################
# WebAgent HLA Config Manager
###################################
ConfigManager.NoACOFoundInFile.Failed=No se ha encontrado ning\u00fan objeto de configuraci\u00f3n de agentes en WebAgent.conf

ConfigManager.CheckACO.Failed=Compruebe si se est\u00e1 utilizando el objeto de configuraci\u00f3n del agente correcto y que existe en el Servidor de pol\u00edticas.

ConfigManager.ServerPath.Failed=La variable de configuraci\u00f3n ServerPath no puede contener \\

###################################
# WebAgent Shared Message Memory
###################################
SharedMsg.ClientMsgRecipient.Failed=El destinatario del mensaje es un cliente diferente.

SharedMsg.WrongMsgResponse.Failed=No se ha recibido el tipo de respuesta esperado.

SharedMsg.MsgBus.OutofSync=El subsistema MessageBus no est\u00e1 sincronizado. El emisor anterior no recopil\u00f3 el mensaje de respuesta. Nueva sincronizaci\u00f3n...

SharedMsg.LLAWPResyncMsg.Sent=Env\u00edo de un mensaje de nueva sincronizaci\u00f3n a LLAWP para comprobar la lista del cliente.

SharedMsg.ResyncMsgConfirmation.Failed=Se ha producido un error al recibir una confirmaci\u00f3n de mensaje de resincronizaci\u00f3n.

SharedMsg.WrongMsgResponseType.Failed=No se ha recibido el tipo de respuesta esperado.

###################################
# WebAgent LLAWorkerProcess
###################################
LLAWorkerProcess.Setsid.Failed=Se ha producido un error con Setsid. Este proceso ya debe ser un l\u00edder de grupo.

LLAWorkerProcess.GetLLAWPConfig.Failed=LLAWP no puede obtener la configuraci\u00f3n; se sale.

LLAWorkerProcess.DuplicateLLAWP.Failed=No est\u00e1 permitida la duplicaci\u00f3n de procesos LLAWP; se sale.

LLAWorkerProcess.GetOfHostConfigFile.Failed=Se ha producido un error al obtener hostconfigfile de la configuraci\u00f3n del agente.

LLAWorkerProcess.LogWorkerStart.Failed=No se ha podido iniciar el subproceso de trabajo de registro; se sale.

LLAWorkerProcess.TraceObjMemoryAlloc.Failed=No se ha podido asignar una memoria para el objeto de seguimiento.

LLAWorkerProcess.LLAWPResourceCacheInit.Failed=LLAWP no puede crear la memoria cach\u00e9 del recurso.

LLAWorkerProcess.LLAWPAuthenticationCacheInit.Failed=LLAWP no puede crear la memoria cach\u00e9 de autenticaci\u00f3n.

LLAWorkerProcess.LLAWPAuthorizationCacheInit.Failed=LLAWP no puede crear la memoria cach\u00e9 de autorizaci\u00f3n.

LLAWorkerProcess.MsgBusWorkerThread.Failed=No se ha podido iniciar el subproceso de trabajo del bus de mensajes; se sale.

LLAWorkerProcess.AddLLAWPToPIDCache.Failed=Se ha producido un error al agregar el PID de LLAWP {0} en la memoria cach\u00e9 de PID

LLAWorkerProcess.LLAWPOpenLogFile.Failed=LLAWP no ha podido abrir el archivo de registro {0}.  Compruebe el espacio en disco, los permisos y la configuraci\u00f3n.

LLAWorkerProcess.LogWorkerThread.Exiting=Se sale del subproceso de trabajo de registro.

LLAWorkerProcessMsgBusThread.Failed=Se sale del subproceso de trabajo MsgBus.


###################################
# Messages from the old .csf file
###################################

sm-AgentFramework-00010 = {0}
sm-AgentFramework-00020 = No se ha encontrado ninguna carga en el filtro de entrada {0}.
sm-AgentFramework-00030 = Se ha producido un error en el filtro de entrada {0} - {1}.
sm-AgentFramework-00040 = Se ha producido un error en el filtro de entrada {0} - Codificaci\u00f3n de transferencia desconocida: {1}.
sm-AgentFramework-00050 = Los datos de configuraci\u00f3n del m\u00f3dulo WebFilter de Apache no son v\u00e1lidos.
sm-AgentFramework-00060 = Se ha producido un error de lectura de preb\u00fasqueda del filtro de entrada - {0}
sm-AgentFramework-00070 = Se ha producido un error de lectura de preb\u00fasqueda del filtro de entrada - Los datos de contenido no est\u00e1n disponibles
sm-AgentFramework-00080 = Se desborda el b\u00fafer POST en {0} bytes, lo que indica que la longitud del contenido de la solicitud es inferior al tama\u00f1o real de la carga.
sm-AgentFramework-00090 = ADMINISTRACI\u00d3N: falta el valor de configuraci\u00f3n de complemento {0} o no es v\u00e1lido.
sm-AgentFramework-00100 = ADMINISTRACI\u00d3N: no se puede analizar la configuraci\u00f3n del complemento.
sm-AgentFramework-00110 = ADMINISTRACI\u00d3N: no se puede cargar el complemento {0}.
sm-AgentFramework-00120 = ADMINISTRACI\u00d3N: se ha producido un error en SmDSOLoadLibrary al cargar el complemento {0}.
sm-AgentFramework-00130 = ADMINISTRACI\u00d3N: se ha producido un error en SmDSOGetFunc al recuperar la funci\u00f3n de registro del complemento {0}.
sm-AgentFramework-00140 = ADMINISTRACI\u00d3N: se ha producido un error en SmDSUnOLoadLibrary al descargar el complemento {0}.
sm-AgentFramework-00150 = ADMINISTRACI\u00d3N: se ha producido un error en la funci\u00f3n de registro para el complemento {0}. Debe comprobarse que se ha especificado el n\u00famero correcto de pesos en WebAgent.conf y que el m\u00f3dulo existe.
sm-AgentFramework-00160 = ADMINISTRACI\u00d3N: no se puede registrar el complemento {0}.
sm-AgentFramework-00170 = Se ha inicializado el complemento {0} del marco del agente. Descripci\u00f3n: {1}.
sm-AgentFramework-00180 = Cierre del complemento {0} del marco del agente.
sm-AgentFramework-00190 = ADMINISTRACI\u00d3N: se ha producido un error al inicializar el gestor de configuraci\u00f3n.
sm-AgentFramework-00200 = ADMINISTRACI\u00d3N: se ha habilitado el agente.
sm-AgentFramework-00210 = ADMINISTRACI\u00d3N: se ha deshabilitado el agente.
sm-AgentFramework-00220 = ADMINISTRACI\u00d3N: falta el archivo de configuraci\u00f3n del host obligatorio.
sm-AgentFramework-00230 = ADMINISTRACI\u00d3N: se ha producido un error al iniciar el agente de nivel bajo.
sm-AgentFramework-00240 = ADMINISTRACI\u00d3N: se ha producido un error al configurar el agente de nivel bajo.
sm-AgentFramework-00250 = ADMINISTRACI\u00d3N: no se puede obtener la configuraci\u00f3n del gestor de configuraci\u00f3n.
sm-AgentFramework-00260 = ADMINISTRACI\u00d3N: se ha producido un error al inicializar el gestor de complementos.
sm-AgentFramework-00270 = ADMINISTRACI\u00d3N: no se puede obtener el contexto del complemento del gestor de complementos.
sm-AgentFramework-00280 = ADMINISTRACI\u00d3N: se ha inicializado el gestor de administraci\u00f3n.
sm-AgentFramework-00290 = ADMINISTRACI\u00d3N: falta el contexto de cifrado o es err\u00f3neo.
sm-AgentFramework-00300 = ADMINISTRACI\u00d3N: no se puede procesar el atributo de actualizaci\u00f3n de claves {0}.
sm-AgentFramework-00310 = ADMINISTRACI\u00d3N: se ha procesado el atributo de actualizaci\u00f3n de claves {0} correctamente.
sm-AgentFramework-00320 = ADMINISTRACI\u00d3N: se ha recibido el atributo de actualizaci\u00f3n de claves {0}.
sm-AgentFramework-00330 = ADMINISTRACI\u00d3N: no se puede procesar el atributo de actualizaci\u00f3n del objeto de configuraci\u00f3n.
sm-AgentFramework-00340 = ADMINISTRACI\u00d3N: se ha producido un error en DoManagement.  El agente no puede procesar posibles eventos de gesti\u00f3n.
sm-AgentFramework-00350 = ADMINISTRACI\u00d3N: nueva conexi\u00f3n de DoManagement.  El agente ahora puede procesar posibles eventos de gesti\u00f3n.
sm-AgentFramework-00360 = ADMINISTRACI\u00d3N: se ha producido un error al asignar RequestCtxt.
sm-AgentFramework-00370 = ADMINISTRACI\u00d3N: se ha producido un error al asignar el objeto de seguimiento.
sm-AgentFramework-00380 = HLA: se ha completado la inicializaci\u00f3n.
sm-AgentFramework-00390 = HLA: se produce la detenci\u00f3n.
sm-AgentFramework-00400 = HLA: se ha producido un error al inicializar {0}.
sm-AgentFramework-00410 = HLA: se ha producido un error al cerrar {0}.
sm-AgentFramework-00420 = HLA: el componente informa de un error grave: {0}.
sm-AgentFramework-00430 = HLA: el gestor de recursos no puede procesar el recurso; se sale con un error.
sm-AgentFramework-00440 = HLA: el gestor de protecci\u00f3n no puede determinar si el recurso est\u00e1 protegido; se sale con un error.
sm-AgentFramework-00450 = HLA: el gestor de desaf\u00edos no puede determinar el desaf\u00edo adecuado; se sale con un error.
sm-AgentFramework-00460 = HLA: el m\u00f3dulo de analizador {0} ha devuelto el c\u00f3digo de respuesta desconocido {1} para el componente {2}.
sm-AgentFramework-00470 = HLA: falta el contexto {0} o no es correcto.
sm-AgentFramework-00480 = HLA: faltan datos de recursos.
sm-AgentFramework-00490 = LLA: no se puede establecer contacto con el proceso de trabajo de LLA (LLAWP).
sm-AgentFramework-00500 = LLA: no se puede iniciar el proceso de trabajo de LLA (LLAWP) {0}.
sm-AgentFramework-00510 = LLA: se ha inicializado el registro.
sm-AgentFramework-00520 = LLA: se ha producido un error en la funci\u00f3n de la API del agente de CA SiteMinder. {0} ha devuelto {1}.
sm-AgentFramework-00530 = LLA: falta el contexto {0} o no es correcto.
sm-AgentFramework-00540 = LLA: se ha producido un error al confirmar respuestas.
sm-AgentFramework-00550 = LLA: se ha producido un error al eliminar el atributo del contexto {0}.
sm-AgentFramework-00560 = LLA: no se puede inicializar la memoria cach\u00e9 del recurso.
sm-AgentFramework-00570 = LLA: no se puede inicializar la memoria cach\u00e9 de autenticaci\u00f3n.
sm-AgentFramework-00580 = LLA: no se puede inicializar la memoria cach\u00e9 de autorizaci\u00f3n.
sm-AgentFramework-00590 = LLAWP: se ha inicializado el registro.
sm-AgentFramework-00600 = LLAWP: se ha detenido el registro.
sm-AgentFramework-00610 = LLAWP: no se puede inicializar el seguimiento.
sm-AgentFramework-00620 = LLAWP: no se puede inicializar el seguimiento de AgentAPI.
sm-AgentFramework-00630 = LLAWP: se ha inicializado el seguimiento.
sm-AgentFramework-00640 = LLAWP: se ha detenido el seguimiento.
sm-AgentFramework-00650 = LLAWP: se ha producido un error al inicializar el bus del mensaje.
sm-AgentFramework-00660 = LLAWP: se ha inicializado el bus del mensaje.
sm-AgentFramework-00670 = LLAWP: se ha detenido el bus del mensaje.
sm-AgentFramework-00680 = LLAWP: se ha completado la inicializaci\u00f3n.
sm-AgentFramework-00690 = LLAWP: se produce la detenci\u00f3n.
sm-AgentFramework-00700 = LLAWP: DoManagement ha perdido la conexi\u00f3n con el Servidor de pol\u00edticas.
sm-AgentFramework-00710 = LLAWP: DoManagement ha vuelto a conectar con el Servidor de pol\u00edticas.
sm-AgentFramework-00720 = LLAWP: se ha recibido la actualizaci\u00f3n para el objeto de configuraci\u00f3n del agente {0}.
sm-AgentFramework-00730 = LLAWP: se ha recibido la actualizaci\u00f3n de la configuraci\u00f3n local.
sm-AgentFramework-00740 = LLAWP: no se puede inicializar la memoria cach\u00e9 del recurso.
sm-AgentFramework-00750 = LLAWP: se ha deshabilitado la memoria cach\u00e9 del recurso.
sm-AgentFramework-00760 = LLAWP: no se puede inicializar la memoria cach\u00e9 de autenticaci\u00f3n.
sm-AgentFramework-00770 = LLAWP: se ha deshabilitado la memoria cach\u00e9 de autenticaci\u00f3n.
sm-AgentFramework-00780 = LLAWP: no se puede inicializar la memoria cach\u00e9 de autorizaci\u00f3n.
sm-AgentFramework-00790 = LLAWP: se ha deshabilitado la memoria cach\u00e9 de autorizaci\u00f3n.
sm-AgentFramework-00800 = CONFIG: no se puede obtener la configuraci\u00f3n del host mediante el archivo de configuraci\u00f3n del host {0}.
sm-AgentFramework-00810 = API: se ha producido un error en la funci\u00f3n de la API del agente de CA SiteMinder. {0} ha devuelto {1}.
sm-AgentFramework-00820 = API: el Servidor de pol\u00edticas ha rechazado la aceptaci\u00f3n de la informaci\u00f3n de inicio del agente.
sm-AgentFramework-00830 = CONFIG: falta la ruta del archivo de configuraci\u00f3n o es incorrecta.
sm-AgentFramework-00840 = CONFIG: no se puede asignar memoria para el objeto de configuraci\u00f3n.
sm-AgentFramework-00850 = CONFIG: falta el valor del par\u00e1metro de configuraci\u00f3n {0} o es incorrecto.
sm-AgentFramework-00860 = CONFIG: falta el valor de configuraci\u00f3n {0} obligatorio.
sm-AgentFramework-00870 = CONFIG: se ha producido un error al cargar el archivo {0}.
sm-AgentFramework-00880 = CONFIG: no se puede abrir el archivo de configuraci\u00f3n {0}.
sm-AgentFramework-00890 = CONFIG: se ha producido un error a nivel local al anular la configuraci\u00f3n.
sm-AgentFramework-00900 = Seguimiento: no se ha podido asignar memoria para el objeto de seguimiento.
sm-AgentFramework-00910 = CONFIG: se ignora el par\u00e1metro AllowLocalConfig que se especific\u00f3 en LocalConfigFile.
sm-AgentFramework-00920 = CONFIG: ha cambiado el archivo de configuraci\u00f3n local; se actualizar\u00e1 la configuraci\u00f3n.
sm-AgentFramework-00930 = ADMINISTRACI\u00d3N: no se puede establecer el contexto de cifrado durante la inicializaci\u00f3n.
sm-AgentFramework-00940 = CONFIG: se ha recibido el mensaje modificado del objeto de configuraci\u00f3n del host, pero no se aprecia ning\u00fan HCO cambiado tras varios intentos de actualizaci\u00f3n. Se deja de intentar.
sm-AgentFramework-00950 = CONFIG: se ha recibido un mensaje de actualizaci\u00f3n de HCO, pero la configuraci\u00f3n del host no se ha actualizado, ya que el objeto de configuraci\u00f3n del host no se ha modificado. Se volver\u00e1 a intentar durante un per\u00edodo breve de tiempo.
sm-AgentFramework-00960 = CONFIG: se ha recibido un mensaje de actualizaci\u00f3n de HCO, pero la configuraci\u00f3n del host no se ha actualizado debido a un error desconocido.
sm-AgentFramework-00970 = No se ha encontrado el c\u00f3digo Handler:Status.
sm-AgentFramework-00980 = No se ha encontrado el tipo Handler:Content.
sm-AgentFramework-00990 = No se ha encontrado la longitud Handler:Content.
sm-AgentFramework-01000 = No se ha encontrado Handler:Body.
