###################################
#Web-Agent Generic Agent Framework
###################################

AgentFramework.PIDCacheRead.Failed=Echec de la lecture du cache de PID"

AgentFramework.RMChildPid.Failed=Echec de la suppression du PID d'enfant {0} dans le cache de PID

AgentFramework.OpenLogFile.Failed=Echec de l'ouverture du fichier journal {0}. V\u00e9rifiez l'espace disque, les autorisations et la configuration."

AgentFramework.Fork.Failed=Echec de la r\u00e9plication : {0}

AgentFramework.HostConfigEmptyFile.Failed=Le chemin d'acc\u00e8s au fichier de configuration d'h\u00f4te SiteMinder est vide."

AgentFramework.HostConfUpdate.Received=Mise \u00e0 jour de configuration d'h\u00f4te re\u00e7ue :"


####################################
# Web-Agent Low Level Agent Messages
####################################

LowLevelAgent.LLACloseMsgSend.Failed=Echec de l'envoi du message de fermeture de l'agent de niveau inf\u00e9rieur (LLA)"

LowLevelAgent.LLAWP32Path.Missing=Le chemin de configuration requis par LLAWP32 est manquant."

LowLevelAgent.LLAWPPath.Missing=Le chemin de configuration requis par LLAWP est manquant."

LowLevelAgent.LLAWP32CreateProcess.Failed=Echec de CreateProcess. V\u00e9rifiez que le fichier LLAWP32.exe se trouve dans le chemin d'acc\u00e8s \u00e0 votre syst\u00e8me."

LowLevelAgent.LLAWPCreateProcess.Failed=Echec de CreateProcess. V\u00e9rifiez que le fichier LLAWP.exe se trouve dans le chemin d'acc\u00e8s \u00e0 votre syst\u00e8me."

LowLevelAgent.LLAWPWrongUser.Failed=LLAWP est peut-\u00eatre ex\u00e9cut\u00e9 avec l'identit\u00e9 d'un utilisateur inappropri\u00e9.\n"

LowLevelAgent.LLAWPExec.Failed=Echec de Execlp : {0}. LLAWP.exe doit pouvoir \u00eatre appel\u00e9 \u00e0 partir du chemin d'acc\u00e8s au syst\u00e8me."

LowLevelAgent.LLWAP.Terminated=Fermeture inattendue de LLAWP pendant le d\u00e9marrage."

LowLevelAgent.LLAWP32Config.Missing=Le chemin de configuration requis par LLAWP32 est manquant."

LowLevelAgent.LLAWPConfig.Missing=Le chemin de configuration requis par LLAWP est manquant."

LowLevelAgent.LLAWPUnExpectShutdown.Failed=Fermeture inattendue de LLAWP pendant l'arr\u00eat."

LowLevelAgent.MutexStart.Failed=Echec de l'initialisation du mutex de d\u00e9marrage de serveur."

LowLevelAgent.LLAWPAttachToResourceCache.Failed=Impossible \u00e0 joindre au cache de ressources. V\u00e9rifiez que le processus LLAWP est en cours d'ex\u00e9cution.

LowLevelAgent.LLAWPAttachToAuthenticationCache.Failed=Impossible \u00e0 joindre au cache d'authentification. V\u00e9rifiez que le processus LLAWP est en cours d'ex\u00e9cution.

LowLevelAgent.LLAWPAttachToAuthorizationCache.Failed=Impossible \u00e0 joindre au cache d'autorisation. V\u00e9rifiez que le processus LLAWP est en cours d'ex\u00e9cution.

LowLevelAgent.InitPIDCache.Failed=Echec de l'initialisation du cache de PID

LowLevelAgent.AddToPIDCache.Failed=Echec de l'ajout du PID d'enfant {0} au cache de PID

LowLevelAgent.LogFile.Invalid=Fichier journal {0} incorrect. Fermeture du thread de travail de journal.

###################################
# WebAgent HLA Admin Manager
###################################
AdminManager.ManageAgentThread.Failed=Impossible de d\u00e9marrer le thread de travail de gestion d'un agent. Fermeture en cours...

AdminManager.ReadPriviledge.Needed={0}. Affectez des droits de lecture \u00e0 l'utilisateur {1} pour le fichier {2}.

AdminManager.WritePriviledge.Needed={0}. Affectez des droits en \u00e9criture \u00e0 l'utilisateur {1} pour le fichier {2}.

###################################
# WebAgent HLA Config Manager
###################################
ConfigManager.NoACOFoundInFile.Failed=Aucun objet de configuration d'agent n'a \u00e9t\u00e9 trouv\u00e9 dans le fichier WebAgent.conf.

ConfigManager.CheckACO.Failed=V\u00e9rifiez que vous utilisez l'objet de configuration d'agent appropri\u00e9 et que celui-ci est pr\u00e9sent sur votre serveur de strat\u00e9gies.

ConfigManager.ServerPath.Failed=L'attribut ServerPath ne doit pas contenir \\

###################################
# WebAgent Shared Message Memory
###################################
SharedMsg.ClientMsgRecipient.Failed=Le destinataire du message est un client diff\u00e9rent.

SharedMsg.WrongMsgResponse.Failed=La r\u00e9ponse re\u00e7ue n'est pas du type attendu.

SharedMsg.MsgBus.OutofSync=Le sous-syst\u00e8me de bus de messagerie n'est pas synchronis\u00e9. L'exp\u00e9diteur pr\u00e9c\u00e9dent n'a pas collect\u00e9 le message de r\u00e9ponse. Resynchronisation en cours...

SharedMsg.LLAWPResyncMsg.Sent=Envoi du message de resynchronisation \u00e0 LLAWP pour la v\u00e9rification de la liste des clients

SharedMsg.ResyncMsgConfirmation.Failed=Echec de la r\u00e9ception d'une confirmation de message de resynchronisation

SharedMsg.WrongMsgResponseType.Failed=La r\u00e9ponse re\u00e7ue n'est pas du type attendu.

###################################
# WebAgent LLAWorkerProcess
###################################
LLAWorkerProcess.Setsid.Failed=Echec du processus Setsid : il est probablement d\u00e9j\u00e0 d\u00e9fini en tant que chef de groupe.

LLAWorkerProcess.GetLLAWPConfig.Failed=Impossible pour l'agent LLAWP d'obtenir la configuration. Fermeture en cours...

LLAWorkerProcess.DuplicateLLAWP.Failed=Duplication du processus LLAWP non autoris\u00e9e. Fermeture en cours.

LLAWorkerProcess.GetOfHostConfigFile.Failed=Erreur lors de l'obtention du fichier hostconfigfile \u00e0 partir de la configuration d'agent

LLAWorkerProcess.LogWorkerStart.Failed=Thread de travail de journal impossible \u00e0 d\u00e9marrer. Fermeture en cours...

LLAWorkerProcess.TraceObjMemoryAlloc.Failed=Impossible d'allouer de la m\u00e9moire pour l'objet de suivi

LLAWorkerProcess.LLAWPResourceCacheInit.Failed=Impossible pour l'agent LLAWP de cr\u00e9er le cache de ressources

LLAWorkerProcess.LLAWPAuthenticationCacheInit.Failed=LLAWP : impossible de cr\u00e9er le cache d'authentification

LLAWorkerProcess.LLAWPAuthorizationCacheInit.Failed=LLAWP : impossible de cr\u00e9er le cache d'autorisation

LLAWorkerProcess.MsgBusWorkerThread.Failed=Impossible de d\u00e9marrer le thread de travail de bus de messagerie. Fermeture en cours...

LLAWorkerProcess.AddLLAWPToPIDCache.Failed=Echec de l'ajout du PID LLAWP {0} au cache de PID

LLAWorkerProcess.LLAWPOpenLogFile.Failed=Echec de l'ouverture du fichier journal {0} par l'agent LLAWP. V\u00e9rifiez l'espace disque, les autorisations et la configuration.

LLAWorkerProcess.LogWorkerThread.Exiting=Fermeture du thread de travail de journal

LLAWorkerProcessMsgBusThread.Failed=Fermeture du thread de travail de bus de messagerie


###################################
# Messages from the old .csf file
###################################

sm-AgentFramework-00010 = {0}
sm-AgentFramework-00020 = Aucune charge utile n'a \u00e9t\u00e9 trouv\u00e9e par le filtre d'entr\u00e9e {0}.
sm-AgentFramework-00030 = Erreur au niveau du filtre d'entr\u00e9e {0} - {1}
sm-AgentFramework-00040 = Erreur au niveau du filtre d'entr\u00e9e {0} - Codage de transfert inconnu : {1}
sm-AgentFramework-00050 = Donn\u00e9es de configuration du module WebFilter Apache non valides
sm-AgentFramework-00060 = Erreur de lecture de la pr\u00e9-extraction du filtre d'entr\u00e9e - {0}
sm-AgentFramework-00070 = Erreur de lecture de la pr\u00e9-extraction du filtre d'entr\u00e9e - Donn\u00e9es de contenu non disponibles
sm-AgentFramework-00080 = D\u00e9passement du tampon POST de {0} octets. La longueur du contenu de la demande est inf\u00e9rieure \u00e0 la taille r\u00e9elle de la charge utile.
sm-AgentFramework-00090 = Administration : param\u00e8tre {0} de configuration du module d'extension manquant ou non valide
sm-AgentFramework-00100 = Administration : configuration du module d'extension impossible \u00e0 analyser
sm-AgentFramework-00110 = Administration : impossible de charger le module d'extension {0}
sm-AgentFramework-00120 = Administration : impossible pour SmDSOLoadLibrary de charger le module d'extension {0}
sm-AgentFramework-00130 = Administration : impossible pour SmDSOGetFunc de r\u00e9cup\u00e9rer la fonction d'enregistrement pour le module d'extension {0}
sm-AgentFramework-00140 = Administration : impossible pour SmDSOUnloadLibrary de d\u00e9charger le module d'extension {0}
sm-AgentFramework-00150 = Administration : \u00e9chec de la fonction d'enregistrement pour le module d'extension {0}. V\u00e9rifiez que vous avez sp\u00e9cifi\u00e9 le nombre correct de poids dans le fichier WebAgent.conf et que le module existe.
sm-AgentFramework-00160 = Administration : impossible d'annuler l'enregistrement du module d'extension {0}
sm-AgentFramework-00170 = Module d'extension Structure d'agents {0} initialis\u00e9. Description : {1}
sm-AgentFramework-00180 = Module d'extension Structure d'agents {0} arr\u00eat\u00e9
sm-AgentFramework-00190 = Administration : \u00e9chec de l'initialisation du gestionnaire de configurations
sm-AgentFramework-00200 = Administration : l'agent est activ\u00e9.
sm-AgentFramework-00210 = Administration : l'agent est d\u00e9sactiv\u00e9.
sm-AgentFramework-00220 = Administration : le fichier de configuration d'h\u00f4te requis est manquant
sm-AgentFramework-00230 = Administration : \u00e9chec de l'initialisation de l'agent de niveau inf\u00e9rieur
sm-AgentFramework-00240 = Administration : \u00e9chec de la configuration de l'agent de niveau inf\u00e9rieur.
sm-AgentFramework-00250 = Administration : configuration impossible \u00e0 obtenir \u00e0 partir du gestionnaire de configurations
sm-AgentFramework-00260 = Administration : \u00e9chec de l'initialisation du gestionnaire de modules d'extension
sm-AgentFramework-00270 = Administration : contexte du module d'extension impossible \u00e0 obtenir \u00e0 partir du gestionnaire de modules d'extension
sm-AgentFramework-00280 = Administration : gestionnaire d'administration initialis\u00e9
sm-AgentFramework-00290 = Administration : contexte de chiffrement incorrecte ou manquant
sm-AgentFramework-00300 = Administration : attribut {0} de mise \u00e0 jour de la cl\u00e9 impossible \u00e0 traiter
sm-AgentFramework-00310 = Administration : l'attribut {0} de mise \u00e0 jour de la cl\u00e9 a \u00e9t\u00e9 trait\u00e9.
sm-AgentFramework-00320 = Administration : l'attribut {0} de mise \u00e0 jour de la cl\u00e9 a \u00e9t\u00e9 re\u00e7u.
sm-AgentFramework-00330 = Administration : attribut de mise \u00e0 jour de l'objet de configuration impossible \u00e0 traiter
sm-AgentFramework-00340 = Administration : \u00e9chec de DoManagement. Agent incapable de traiter les \u00e9ventuels \u00e9v\u00e9nements de gestion.
sm-AgentFramework-00350 = Administration : reconnexion de DoManagement. Agent d\u00e9sormais capable de traiter les \u00e9ventuels \u00e9v\u00e9nements de gestion.
sm-AgentFramework-00360 = Administration : \u00e9chec de l'allocation d'un contexte de demande
sm-AgentFramework-00370 = Administration : \u00e9chec de l'allocation de l'objet de suivi
sm-AgentFramework-00380 = HLA : initialisation termin\u00e9e
sm-AgentFramework-00390 = HLA : arr\u00eat en cours
sm-AgentFramework-00400 = HLA : \u00e9chec de l'initialisation de {0}
sm-AgentFramework-00410 = HLA : \u00e9chec de l'arr\u00eat de {0}
sm-AgentFramework-00420 = HLA : le component a signal\u00e9 une erreur irr\u00e9cup\u00e9rable : {0}
sm-AgentFramework-00430 = HLA : gestionnaire de ressources incapable de traiter la ressource ; fermeture avec une erreur.
sm-AgentFramework-00440 = HLA : gestionnaire de protection incapable de d\u00e9terminer si la ressource est prot\u00e9g\u00e9e ; fermeture avec une erreur.
sm-AgentFramework-00450 = HLA : gestionnaire de stimulations incapable de d\u00e9terminer la stimulation appropri\u00e9e ; fermeture avec une erreur.
sm-AgentFramework-00460 = HLA : l'analyseur du module {0} a renvoy\u00e9 le code de r\u00e9ponse inconnu {1} pour le composant {2}.
sm-AgentFramework-00470 = HLA : contexte incorrect ou manquant {0}
sm-AgentFramework-00480 = HLA : donn\u00e9es de ressource manquantes
sm-AgentFramework-00490 = LLA : processus de travail de l'agent de niveau inf\u00e9rieur (LLAWP) impossible \u00e0 contacter
sm-AgentFramework-00500 = LLA : processus de travail de l'agent de niveau inf\u00e9rieur (LLAWP) impossible \u00e0 d\u00e9marrer ({0})
sm-AgentFramework-00510 = LLA : journalisation initialis\u00e9e
sm-AgentFramework-00520 = LLA : \u00e9chec de la fonction d'API de l'agent SiteMinder. Renvoi par {0} : {1}
sm-AgentFramework-00530 = LLA : contexte incorrect ou manquant {0}
sm-AgentFramework-00540 = LLA : \u00e9chec de la validation des r\u00e9ponses
sm-AgentFramework-00550 = LLA : \u00e9chec de la suppression de l'attribut dans le contexte {0}
sm-AgentFramework-00560 = LLA : \u00e9chec de l'initialisation du cache de ressources
sm-AgentFramework-00570 = LLA : impossible d'initialiser le cache d'authentification
sm-AgentFramework-00580 = LLA : impossible d'initialiser le cache d'autorisation
sm-AgentFramework-00590 = LLAWP : journalisation initialis\u00e9e
sm-AgentFramework-00600 = LLAWP : journalisation arr\u00eat\u00e9e
sm-AgentFramework-00610 = LLAWP : suivi impossible \u00e0 initialiser
sm-AgentFramework-00620 = LLAWP : suivi de l'API de l'agent impossible \u00e0 initialiser
sm-AgentFramework-00630 = LLAWP : suivi initialis\u00e9
sm-AgentFramework-00640 = LLAWP : suivi arr\u00eat\u00e9
sm-AgentFramework-00650 = LLAWP : \u00e9chec de l'initialisation du bus de messagerie
sm-AgentFramework-00660 = LLAWP : bus de messagerie initialis\u00e9
sm-AgentFramework-00670 = LLAWP : bus de messagerie arr\u00eat\u00e9
sm-AgentFramework-00680 = LLAWP : initialisation termin\u00e9e
sm-AgentFramework-00690 = LLAWP : arr\u00eat en cours
sm-AgentFramework-00700 = LLAWP : connexion du test DoManagement au serveur de strat\u00e9gies perdue
sm-AgentFramework-00710 = LLAWP : test DoManagement reconnect\u00e9 au serveur de strat\u00e9gies
sm-AgentFramework-00720 = LLAWP : mise \u00e0 jour re\u00e7ue pour l'objet de configuration d'agent {0}
sm-AgentFramework-00730 = LLAWP : mise \u00e0 jour re\u00e7ue pour la configuration locale
sm-AgentFramework-00740 = LLAWP : \u00e9chec de l'initialisation du cache de ressources
sm-AgentFramework-00750 = LLAWP : cache de ressources d\u00e9sactiv\u00e9
sm-AgentFramework-00760 = LLAWP : impossible d'initialiser le cache d'authentification
sm-AgentFramework-00770 = LLAWP : cache d'authentification d\u00e9sactiv\u00e9
sm-AgentFramework-00780 = LLAWP : impossible d'initialiser le cache d'autorisation
sm-AgentFramework-00790 = LLAWP : cache d'autorisation d\u00e9sactiv\u00e9
sm-AgentFramework-00800 = Configuration : impossible d'obtenir la configuration d'h\u00f4te \u00e0 l'aide du fichier de configuration d'h\u00f4te {0}
sm-AgentFramework-00810 = API : \u00e9chec de la fonction d'API de l'agent SiteMinder. Renvoi par {0} : {1}
sm-AgentFramework-00820 = API : le serveur de strat\u00e9gies a refus\u00e9 les informations de d\u00e9marrage de l'agent
sm-AgentFramework-00830 = Configuration : chemin d'acc\u00e8s au fichier de configuration incorrect ou manquant
sm-AgentFramework-00840 = Configuration : impossible d'allouer de la m\u00e9moire \u00e0 l'objet de configuration
sm-AgentFramework-00850 = Configuration : valeur incorrecte ou manquante pour le param\u00e8tre de configuration {0}
sm-AgentFramework-00860 = Configuration : param\u00e8tre de configuration obligatoire {0} manquant
sm-AgentFramework-00870 = Configuration : \u00e9chec du chargement du fichier de configuration {0}
sm-AgentFramework-00880 = Configuration : impossible d'ouvrir le fichier de configuration {0}
sm-AgentFramework-00890 = Configuration : \u00e9chec du remplacement local de la configuration
sm-AgentFramework-00900 = Suivi : impossible d'allouer de la m\u00e9moire \u00e0 l'objet de suivi
sm-AgentFramework-00910 = Configuration : le param\u00e8tre AllowLocalConfig sp\u00e9cifi\u00e9 dans le fichier LocalConfigFile a \u00e9t\u00e9 ignor\u00e9
sm-AgentFramework-00920 = Configuration : le fichier de configuration locale a \u00e9t\u00e9 modifi\u00e9. La configuration sera mise \u00e0 jour.
sm-AgentFramework-00930 = Administration : impossible de d\u00e9finir le contexte de chiffrement pendant l'initialisation
sm-AgentFramework-00940 = Configuration : un message de modification de l'objet de configuration d'h\u00f4te a \u00e9t\u00e9 re\u00e7u, mais aucune modification de cet objet n'a \u00e9t\u00e9 constat\u00e9e apr\u00e8s plusieurs tentatives de mise \u00e0 jour. Abandon de la mise \u00e0 jour...
sm-AgentFramework-00950 = Configuration : un message de mise \u00e0 jour de l'objet de configuration d'h\u00f4te a \u00e9t\u00e9 re\u00e7u, mais la configuration d'h\u00f4te n'a pas \u00e9t\u00e9 mise \u00e0 jour \u00e9tant donn\u00e9 que l'objet de configuration d'h\u00f4te n'a pas \u00e9t\u00e9 modifi\u00e9. Des tentatives de mise \u00e0 jour seront effectu\u00e9es pendant un bref d\u00e9lai.
sm-AgentFramework-00960 = Configuration : un message de mise \u00e0 jour de l'objet de configuration d'h\u00f4te a \u00e9t\u00e9 re\u00e7u, mais la configuration d'h\u00f4te n'a pas \u00e9t\u00e9 mise \u00e0 jour en raison d'une erreur inconnue.
sm-AgentFramework-00970 = Handler:Code de statut introuvable
sm-AgentFramework-00980 = Handler:Type de contenu introuvable
sm-AgentFramework-00990 = Handler:Longueur de contenu introuvable
sm-AgentFramework-01000 = Handler:Corps introuvable
