###################################
#Web-Agent Generic Agent Framework
###################################

AgentFramework.PIDCacheRead.Failed=Falha ao ler o cache de PID

AgentFramework.RMChildPid.Failed=Falha ao remover o pid filho '{0}' do cache de PID

AgentFramework.OpenLogFile.Failed=Falha ao abrir o arquivo de log '{0}'. Verifique o espa\u00e7o em disco, as permiss\u00f5es e a configura\u00e7\u00e3o.

AgentFramework.Fork.Failed=Falha de bifurca\u00e7\u00e3o: '{0}'.

AgentFramework.HostConfigEmptyFile.Failed=O caminho para o arquivo de configura\u00e7\u00e3o de host do SiteMinder est\u00e1 vazio.

AgentFramework.HostConfUpdate.Received=Atualiza\u00e7\u00e3o de configura\u00e7\u00e3o de host recebida:


####################################
# Web-Agent Low Level Agent Messages
####################################

LowLevelAgent.LLACloseMsgSend.Failed=Falha ao enviar mensagem de fechamento LLA.

LowLevelAgent.LLAWP32Path.Missing=Caminho de configura\u00e7\u00e3o exigido pelo LLAWP32 ausente.

LowLevelAgent.LLAWPPath.Missing=Caminho de configura\u00e7\u00e3o exigido pelo LLAWP ausente.

LowLevelAgent.LLAWP32CreateProcess.Failed=Falha em CreateProcess. Verifique se LLAWP32.exe est\u00e1 no caminho do sistema."

LowLevelAgent.LLAWPCreateProcess.Failed=Falha em CreateProcess. Verifique se LLAWP.exe est\u00e1 no caminho do sistema."

LowLevelAgent.LLAWPWrongUser.Failed=O LLAWP pode n\u00e3o estar sendo executado como o usu\u00e1rio correto.\n"

LowLevelAgent.LLAWPExec.Failed=Falha de execlp: '{0}'. LLAWP.exe deve poder ser chamado do caminho do sistema.

LowLevelAgent.LLWAP.Terminated=O LLAWP foi encerrado inesperadamente durante a inicializa\u00e7\u00e3o."

LowLevelAgent.LLAWP32Config.Missing=Caminho de configura\u00e7\u00e3o exigido pelo LLAWP32 ausente.

LowLevelAgent.LLAWPConfig.Missing=Caminho de configura\u00e7\u00e3o exigido pelo LLAWP ausente.

LowLevelAgent.LLAWPUnExpectShutdown.Failed=O LLAWP foi encerrado inesperadamente durante o desligamento."

LowLevelAgent.MutexStart.Failed=Falha ao inicializar o mutex de in\u00edcio do servidor.

LowLevelAgent.LLAWPAttachToResourceCache.Failed=Falha ao anexar ao cache de recurso. Verifique se o processo de LLAWP est\u00e1 em execu\u00e7\u00e3o.

LowLevelAgent.LLAWPAttachToAuthenticationCache.Failed=Falha ao anexar ao cache de autentica\u00e7\u00e3o. Verifique se o processo de LLAWP est\u00e1 em execu\u00e7\u00e3o.

LowLevelAgent.LLAWPAttachToAuthorizationCache.Failed=Falha ao anexar ao cache de autoriza\u00e7\u00e3o. Verifique se o processo de LLAWP est\u00e1 em execu\u00e7\u00e3o.

LowLevelAgent.InitPIDCache.Failed=Falha ao inicializar o cache de PID

LowLevelAgent.AddToPIDCache.Failed=Falha ao adicionar o pid filho '{0}' ao cache de PID

LowLevelAgent.LogFile.Invalid=Arquivo de log '{0}' incorreto. O thread de trabalho do log est\u00e1 sendo fechado.

###################################
# WebAgent HLA Admin Manager
###################################
AdminManager.ManageAgentThread.Failed=N\u00e3o foi poss\u00edvel iniciar o thread de trabalho Gerenciar agente, saindo.

AdminManager.ReadPriviledge.Needed={0}. Atribua privil\u00e9gios de leitura para o usu\u00e1rio {1} para o arquivo {2}

AdminManager.WritePriviledge.Needed={0}. Atribua privil\u00e9gios de grava\u00e7\u00e3o para o usu\u00e1rio {1} para o arquivo {2}

###################################
# WebAgent HLA Config Manager
###################################
ConfigManager.NoACOFoundInFile.Failed=Nenhum objeto de configura\u00e7\u00e3o do agente foi encontrado no WebAgent.conf

ConfigManager.CheckACO.Failed=Verifique se voc\u00ea est\u00e1 usando o objeto de configura\u00e7\u00e3o do agente correto e se ele existe no servidor de pol\u00edticas.

ConfigManager.ServerPath.Failed=ServerPath n\u00e3o pode conter \\

###################################
# WebAgent Shared Message Memory
###################################
SharedMsg.ClientMsgRecipient.Failed=O destinat\u00e1rio da mensagem \u00e9 um cliente diferente.

SharedMsg.WrongMsgResponse.Failed=N\u00e3o recebeu o tipo de resposta esperado.

SharedMsg.MsgBus.OutofSync=O subsistema de MessageBus est\u00e1 fora de sincronia. O remetente anterior n\u00e3o coletou a mensagem de resposta. Sincronizando novamente...

SharedMsg.LLAWPResyncMsg.Sent=Enviando mensagem de nova sincroniza\u00e7\u00e3o para o LLAWP para verificar a lista de clientes.

SharedMsg.ResyncMsgConfirmation.Failed=Falha ao receber uma confirma\u00e7\u00e3o de mensagem de nova sincroniza\u00e7\u00e3o.

SharedMsg.WrongMsgResponseType.Failed=N\u00e3o recebeu o tipo de resposta esperado.

###################################
# WebAgent LLAWorkerProcess
###################################
LLAWorkerProcess.Setsid.Failed=Houve falha no Setsid. Esse processo j\u00e1 deve ser um l\u00edder de grupo.

LLAWorkerProcess.GetLLAWPConfig.Failed=O LLAWP n\u00e3o pode obter a configura\u00e7\u00e3o, saindo.

LLAWorkerProcess.DuplicateLLAWP.Failed=Duplicar processos LLAWP n\u00e3o permitido, saindo.

LLAWorkerProcess.GetOfHostConfigFile.Failed=Erro ao obter o hostconfigfile da configura\u00e7\u00e3o do agente.

LLAWorkerProcess.LogWorkerStart.Failed=N\u00e3o foi poss\u00edvel iniciar o thread de trabalho de log, saindo.

LLAWorkerProcess.TraceObjMemoryAlloc.Failed=N\u00e3o \u00e9 poss\u00edvel alocar mem\u00f3ria para o objeto de rastreamento.

LLAWorkerProcess.LLAWPResourceCacheInit.Failed=O LLAWP n\u00e3o pode criar o cache de recursos.

LLAWorkerProcess.LLAWPAuthenticationCacheInit.Failed=O LLAWP n\u00e3o pode criar o cache de autentica\u00e7\u00e3o.

LLAWorkerProcess.LLAWPAuthorizationCacheInit.Failed=O LLAWP n\u00e3o pode criar o cache de autoriza\u00e7\u00e3o.

LLAWorkerProcess.MsgBusWorkerThread.Failed=N\u00e3o foi poss\u00edvel iniciar o thread de trabalho do barramento de mensagem, saindo.

LLAWorkerProcess.AddLLAWPToPIDCache.Failed=Falha ao adicionar o pid LLAWP '{0}' ao cache de PID

LLAWorkerProcess.LLAWPOpenLogFile.Failed=Falha do LLAWP ao abrir o arquivo de log '{0}'. Verifique o espa\u00e7o em disco, as permiss\u00f5es e a configura\u00e7\u00e3o.

LLAWorkerProcess.LogWorkerThread.Exiting=Saindo do thread de trabalho de log.

LLAWorkerProcessMsgBusThread.Failed=Saindo do thread de trabalho MsgBus.


###################################
# Messages from the old .csf file
###################################

sm-AgentFramework-00010 = {0}
sm-AgentFramework-00020 = Nenhuma carga encontrada pelo filtro de entrada '{0}'.
sm-AgentFramework-00030 = Erro no filtro de entrada '{0}' - '{1}'.
sm-AgentFramework-00040 = Erro no filtro de entrada '{0}' - Codifica\u00e7\u00e3o de transfer\u00eancia desconhecida: {1}.
sm-AgentFramework-00050 = Dados de configura\u00e7\u00e3o do m\u00f3dulo Apache WebFilter inv\u00e1lidos.
sm-AgentFramework-00060 = Erro de leitura da pr\u00e9-busca do filtro de entrada - '{0}'
sm-AgentFramework-00070 = Erro de leitura da pr\u00e9-busca do filtro de entrada - "Os dados do conte\u00fado n\u00e3o est\u00e3o dispon\u00edveis"
sm-AgentFramework-00080 = Estouro do buffer de POSTAGEM em '{0}' bytes, indicando que o tamanho do conte\u00fado de solicita\u00e7\u00e3o \u00e9 menor do que o tamanho real da carga.
sm-AgentFramework-00090 = ADMINISTRA\u00c7\u00c3O: defini\u00e7\u00e3o de configura\u00e7\u00e3o de plugin inv\u00e1lida ou ausente '{0}'.
sm-AgentFramework-00100 = ADMINISTRA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel analisar a configura\u00e7\u00e3o do plugin.
sm-AgentFramework-00110 = ADMINISTRA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel carregar o plugin '{0}'.
sm-AgentFramework-00120 = ADMINISTRA\u00c7\u00c3O: falha em SmDSOLoadLibrary ao carregar o plugin '{0}'.
sm-AgentFramework-00130 = ADMINISTRA\u00c7\u00c3O: falha em SmDSOGetFunc ao recuperar a fun\u00e7\u00e3o de registro para o plugin '{0}'.
sm-AgentFramework-00140 = ADMINISTRA\u00c7\u00c3O: falha em SmDSOUnloadLibrary ao descarregar o plugin '{0}'.
sm-AgentFramework-00150 = ADMINISTRA\u00c7\u00c3O: falha na fun\u00e7\u00e3o de registro para o plugin '{0}'. Verifique se foi especificado o n\u00famero correto de pesos no WebAgent.conf e se o m\u00f3dulo existe.
sm-AgentFramework-00160 = ADMINISTRA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel registrar o plugin '{0}'.
sm-AgentFramework-00170 = Plugin '{0}' de estrutura do agente inicializado. Descri\u00e7\u00e3o '{1}'.
sm-AgentFramework-00180 = Plugin '{0}' de estrutura do agente desligado.
sm-AgentFramework-00190 = ADMINISTRA\u00c7\u00c3O: falha ao inicializar o gerenciador de configura\u00e7\u00f5es.
sm-AgentFramework-00200 = ADMINISTRA\u00c7\u00c3O: o agente est\u00e1 ativado.
sm-AgentFramework-00210 = ADMINISTRA\u00c7\u00c3O: o agente est\u00e1 desativado.
sm-AgentFramework-00220 = ADMINISTRA\u00c7\u00c3O: aus\u00eancia do arquivo de configura\u00e7\u00e3o do host obrigat\u00f3rio.
sm-AgentFramework-00230 = ADMINISTRA\u00c7\u00c3O: falha ao inicializar o agente de baixo n\u00edvel.
sm-AgentFramework-00240 = ADMINISTRA\u00c7\u00c3O: falha ao configurar o agente de baixo n\u00edvel.
sm-AgentFramework-00250 = ADMINISTRA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel obter a configura\u00e7\u00e3o do gerenciador de configura\u00e7\u00f5es.
sm-AgentFramework-00260 = ADMINISTRA\u00c7\u00c3O: falha ao inicializar o gerenciador de plugins.
sm-AgentFramework-00270 = ADMINISTRA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel obter o contexto de plugin do gerenciador de plugins.
sm-AgentFramework-00280 = ADMINISTRA\u00c7\u00c3O: gerenciador de administra\u00e7\u00e3o inicializado.
sm-AgentFramework-00290 = ADMINISTRA\u00c7\u00c3O: contexto de criptografia incorreto ou ausente.
sm-AgentFramework-00300 = ADMINISTRA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel processar o atributo de atualiza\u00e7\u00e3o de chave '{0}'.
sm-AgentFramework-00310 = ADMINISTRA\u00c7\u00c3O: processamento bem-sucedido do atributo de atualiza\u00e7\u00e3o de chave '{0}'.
sm-AgentFramework-00320 = ADMINISTRA\u00c7\u00c3O: recebeu o atributo de atualiza\u00e7\u00e3o de chave '{0}'.
sm-AgentFramework-00330 = ADMINISTRA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel processar o atributo de atualiza\u00e7\u00e3o do objeto de configura\u00e7\u00e3o.
sm-AgentFramework-00340 = ADMINISTRA\u00c7\u00c3O: falha no DoManagement. O agente n\u00e3o pode processar os poss\u00edveis eventos de gerenciamento.
sm-AgentFramework-00350 = ADMINISTRA\u00c7\u00c3O: reconex\u00e3o do DoManagement. O agente pode agora processar os poss\u00edveis eventos de gerenciamento.
sm-AgentFramework-00360 = ADMINISTRA\u00c7\u00c3O: falha ao alocar RequestCtxt.
sm-AgentFramework-00370 = ADMINISTRA\u00c7\u00c3O: falha ao alocar objeto de rastreamento.
sm-AgentFramework-00380 = HLA: inicializa\u00e7\u00e3o conclu\u00edda.
sm-AgentFramework-00390 = HLA: interrompendo.
sm-AgentFramework-00400 = HLA: falha ao inicializar '{0}'.
sm-AgentFramework-00410 = HLA: falha ao desligar '{0}'.
sm-AgentFramework-00420 = HLA: o componente relatou um erro fatal: '{0}'.
sm-AgentFramework-00430 = HLA: o Gerenciador de recursos n\u00e3o pode processar o recurso; saindo com erro.
sm-AgentFramework-00440 = HLA: o Gerenciador de prote\u00e7\u00e3o n\u00e3o pode determinar se o recurso est\u00e1 protegido; saindo com erro.
sm-AgentFramework-00450 = HLA: o Gerenciador de desafios n\u00e3o pode determinar o desafio apropriado; saindo com erro.
sm-AgentFramework-00460 = HLA: o analisador do m\u00f3dulo '{0}' retornou o c\u00f3digo de resposta desconhecida '{1}' para o componente '{2}'.
sm-AgentFramework-00470 = HLA: contexto incorreto ou ausente '{0}'.
sm-AgentFramework-00480 = HLA: dados do recurso est\u00e3o ausentes.
sm-AgentFramework-00490 = LLA: n\u00e3o \u00e9 poss\u00edvel contatar o processo de trabalho LLA (LLAWP).
sm-AgentFramework-00500 = LLA: n\u00e3o \u00e9 poss\u00edvel iniciar o processo de trabalho LLA (LLAWP) '{0}'.
sm-AgentFramework-00510 = LLA: gera\u00e7\u00e3o de logs inicializada.
sm-AgentFramework-00520 = LLA: falha da fun\u00e7\u00e3o da API do agente do SiteMinder - '{0}' retornou '{1}'.
sm-AgentFramework-00530 = LLA: contexto incorreto ou ausente '{0}'.
sm-AgentFramework-00540 = LLA: falha ao confirmar as respostas.
sm-AgentFramework-00550 = LLA: falha ao remover o atributo do contexto '{0}'.
sm-AgentFramework-00560 = LLA: n\u00e3o \u00e9 poss\u00edvel inicializar o cache de recursos.
sm-AgentFramework-00570 = LLA: n\u00e3o \u00e9 poss\u00edvel inicializar o cache de autentica\u00e7\u00e3o.
sm-AgentFramework-00580 = LLA: n\u00e3o \u00e9 poss\u00edvel inicializar o cache de autoriza\u00e7\u00e3o.
sm-AgentFramework-00590 = LLAWP: gera\u00e7\u00e3o de logs inicializada.
sm-AgentFramework-00600 = LLAWP: gera\u00e7\u00e3o de logs interrompida.
sm-AgentFramework-00610 = LLAWP: n\u00e3o \u00e9 poss\u00edvel inicializar o rastreamento.
sm-AgentFramework-00620 = LLAWP: n\u00e3o \u00e9 poss\u00edvel inicializar o rastreamento para AgentAPI.
sm-AgentFramework-00630 = LLAWP: rastreamento inicializado.
sm-AgentFramework-00640 = LLAWP: rastreamento interrompido.
sm-AgentFramework-00650 = LLAWP: falha de inicializa\u00e7\u00e3o do barramento de mensagens.
sm-AgentFramework-00660 = LLAWP: barramento de mensagens inicializado.
sm-AgentFramework-00670 = LLAWP: barramento de mensagens interrompido.
sm-AgentFramework-00680 = LLAWP: inicializa\u00e7\u00e3o conclu\u00edda.
sm-AgentFramework-00690 = LLAWP: interrompendo.
sm-AgentFramework-00700 = LLAWP: DoManagement perdeu a conex\u00e3o com o servidor de pol\u00edticas.
sm-AgentFramework-00710 = LLAWP: DoManagement reconectou com o servidor de pol\u00edticas.
sm-AgentFramework-00720 = LLAWP: recebeu atualiza\u00e7\u00e3o para o objeto de configura\u00e7\u00e3o do agente '{0}'.
sm-AgentFramework-00730 = LLAWP: recebeu atualiza\u00e7\u00e3o da configura\u00e7\u00e3o local.
sm-AgentFramework-00740 = LLAWP: n\u00e3o \u00e9 poss\u00edvel inicializar o cache de recursos.
sm-AgentFramework-00750 = LLAWP: o cache de recursos est\u00e1 desativado.
sm-AgentFramework-00760 = LLAWP: n\u00e3o \u00e9 poss\u00edvel inicializar o cache de autentica\u00e7\u00e3o.
sm-AgentFramework-00770 = LLAWP: o cache de autentica\u00e7\u00e3o est\u00e1 desativado.
sm-AgentFramework-00780 = LLAWP: n\u00e3o \u00e9 poss\u00edvel inicializar o cache de autoriza\u00e7\u00e3o.
sm-AgentFramework-00790 = LLAWP: o cache de autoriza\u00e7\u00e3o est\u00e1 desativado.
sm-AgentFramework-00800 = CONFIGURA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel obter a configura\u00e7\u00e3o do host usando o arquivo de configura\u00e7\u00e3o do host '{0}'.
sm-AgentFramework-00810 = API: falha na fun\u00e7\u00e3o da API do agente do SiteMinder - '{0}' retornou '{1}'.
sm-AgentFramework-00820 = API: o servidor de pol\u00edticas recusou-se a aceitar as informa\u00e7\u00f5es de inicializa\u00e7\u00e3o do agente.
sm-AgentFramework-00830 = CONFIGURA\u00c7\u00c3O: caminho para o arquivo de configura\u00e7\u00e3o incorreto ou ausente.
sm-AgentFramework-00840 = CONFIGURA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel alocar mem\u00f3ria para o objeto de configura\u00e7\u00e3o.
sm-AgentFramework-00850 = CONFIGURA\u00c7\u00c3O: valor incorreto ou ausente para a defini\u00e7\u00e3o da configura\u00e7\u00e3o '{0}'.
sm-AgentFramework-00860 = CONFIGURA\u00c7\u00c3O: aus\u00eancia da defini\u00e7\u00e3o de configura\u00e7\u00e3o obrigat\u00f3ria '{0}'.
sm-AgentFramework-00870 = CONFIGURA\u00c7\u00c3O: falha ao carregar o arquivo de configura\u00e7\u00e3o '{0}'.
sm-AgentFramework-00880 = CONFIGURA\u00c7\u00c3O: n\u00e3o \u00e9 poss\u00edvel abrir o arquivo de configura\u00e7\u00e3o '{0}'.
sm-AgentFramework-00890 = CONFIGURA\u00c7\u00c3O: falha na substitui\u00e7\u00e3o local da configura\u00e7\u00e3o.
sm-AgentFramework-00900 = RASTREAMENTO: n\u00e3o \u00e9 poss\u00edvel alocar mem\u00f3ria para o objeto de rastreamento.
sm-AgentFramework-00910 = CONFIGURA\u00c7\u00c3O: o par\u00e2metro AllowLocalConfig especificado no LocalConfigFile foi ignorado.
sm-AgentFramework-00920 = CONFIGURA\u00c7\u00c3O: o arquivo de configura\u00e7\u00e3o local foi alterado, a configura\u00e7\u00e3o ser\u00e1 atualizada.
sm-AgentFramework-00930 = ADMINISTRA\u00c7\u00c3O: n\u00e3o foi poss\u00edvel definir o contexto de criptografia durante a inicializa\u00e7\u00e3o.
sm-AgentFramework-00940 = CONFIGURA\u00c7\u00c3O: mensagem de objeto de configura\u00e7\u00e3o do host alterado recebida, mas nenhum HCO alterado visto ap\u00f3s v\u00e1rias tentativas de atualiza\u00e7\u00e3o. Abandonando tentativas.
sm-AgentFramework-00950 = CONFIGURA\u00c7\u00c3O: mensagem de atualiza\u00e7\u00e3o HCO recebida, mas a configura\u00e7\u00e3o do host n\u00e3o foi atualizada, j\u00e1 que o objeto de configura\u00e7\u00e3o do host est\u00e1 inalterado. As tentativas continuar\u00e3o por um curto per\u00edodo de tempo...
sm-AgentFramework-00960 = CONFIG: mensagem de atualiza\u00e7\u00e3o HCO recebida, mas a configura\u00e7\u00e3o do host n\u00e3o foi atualizada desde que um erro desconhecido ocorreu.
sm-AgentFramework-00970 = Handler:C\u00f3digo de status n\u00e3o encontrado.
sm-AgentFramework-00980 = Handler:Tipo de conte\u00fado n\u00e3o encontrado.
sm-AgentFramework-00990 = Handler:Tamanho do conte\u00fado n\u00e3o encontrado.
sm-AgentFramework-01000 = Handler:Corpo n\u00e3o encontrado.
