sm-HTTPAgent-00010 = {0}
sm-HTTPAgent-00020 = N\u00e3o \u00e9 poss\u00edvel resolver nome de servidor. Saindo com erro de servidor HTTP 500 '{0}'.
sm-HTTPAgent-00030 = N\u00e3o \u00e9 poss\u00edvel resolver o nome de host totalmente qualificado. Saindo com erro de servidor HTTP 500 '{0}'.
sm-HTTPAgent-00040 = N\u00e3o \u00e9 poss\u00edvel resolver URL. Saindo com erro de servidor HTTP 500 '{0}'.
sm-HTTPAgent-00050 = N\u00e3o \u00e9 poss\u00edvel resolver nome do agente para o host '{0}'. Saindo com erro de servidor HTTP 500 '{1}'.
sm-HTTPAgent-00060 = N\u00e3o \u00e9 poss\u00edvel resolver nome de agente. Saindo com erro de servidor HTTP 500 '{0}'.
sm-HTTPAgent-00070 = N\u00e3o \u00e9 poss\u00edvel resolver o IP de cliente.
sm-HTTPAgent-00080 = URL excede tamanho MaxUrlSize. Saindo com erro de servidor HTTP 500 '{0}'.
sm-HTTPAgent-00090 = URL cont\u00e9m BadCssChars. Saindo com erro de servidor HTTP 500 '{0}'.
sm-HTTPAgent-00100 = URL cont\u00e9m caracteres inv\u00e1lidos. Saindo com erro de servidor HTTP 500 '{0}'.
sm-HTTPAgent-00110 = N\u00e3o \u00e9 poss\u00edvel resolver METHOD. Saindo com erro de servidor HTTP 500 '{0}'.
sm-HTTPAgent-00120 = METHOD ultrapassa o tamanho m\u00e1ximo permitido. Saindo com erro de servidor HTTP 500 '{0}'.
sm-HTTPAgent-00130 = Erro do coletor de credenciais. Saindo com HTTP 500 - erro do servidor '{0}'.
sm-HTTPAgent-00140 = O IP do cliente e o IP da SESS\u00c3O {0} n\u00e3o correspondem '{1}', '{2}'.
sm-HTTPAgent-00150 = Contexto incorreto ou ausente '{0}'.
sm-HTTPAgent-00160 = Falha de interface '{0}'.
sm-HTTPAgent-00170 = N\u00e3o \u00e9 poss\u00edvel gerar cookie de {0}SESSION.
sm-HTTPAgent-00180 = N\u00e3o \u00e9 poss\u00edvel processar dados de {0}SESSION do URL.
sm-HTTPAgent-00190 = N\u00e3o \u00e9 poss\u00edvel processar o cookie de {0}SESSION.
sm-HTTPAgent-00200 = N\u00e3o \u00e9 poss\u00edvel gerar cookie de {0}IDENTITY.
sm-HTTPAgent-00210 = N\u00e3o \u00e9 poss\u00edvel processar dados de {0}IDENTITY do URL.
sm-HTTPAgent-00220 = N\u00e3o \u00e9 poss\u00edvel processar cookie de {0}IDENTITY.
sm-HTTPAgent-00230 = Saindo com HTTP 500 - erro do servidor '{0}'.
sm-HTTPAgent-00240 = N\u00e3o \u00e9 poss\u00edvel criptografar o nome do agente '{0}'.
sm-HTTPAgent-00250 = Nenhuma vari\u00e1vel n\u00e3o resolvida encontrada.
sm-HTTPAgent-00260 = Nenhuma vari\u00e1vel n\u00e3o resolvida encontrada.
sm-HTTPAgent-00270 = Provedor do cookie: comando inv\u00e1lido.
sm-HTTPAgent-00280 = Provedor do cookie: par\u00e2metro de DESTINO inv\u00e1lido.
sm-HTTPAgent-00290 = Falha de codifica\u00e7\u00e3o. Saindo com HTTP 500 - erro do servidor '{0}'.
sm-HTTPAgent-00300 = Falha ao inicializar a identidade de passaporte.
sm-HTTPAgent-00310 = Falha ao gerar o cookie FORMCRED.
sm-HTTPAgent-00320 = Falha ao gerar o cookie NTLMCRED.
sm-HTTPAgent-00330 = N\u00e3o \u00e9 poss\u00edvel gerar cookie de Proxy {0} SESS\u00c3O.
sm-HTTPAgent-00340 = Configura\u00e7\u00e3o inv\u00e1lida: '{0}' foi especificado mais de uma vez; usando o valor padr\u00e3o.
sm-HTTPAgent-00350 = RASTREAMENTO: n\u00e3o \u00e9 poss\u00edvel alocar mem\u00f3ria para o objeto de rastreamento.
sm-HTTPAgent-00360 = Erro ao obter as estat\u00edsticas de arquivo para o modelo de formul\u00e1rio '{0}': {1}.
sm-HTTPAgent-00370 = Erro ao abrir o modelo de formul\u00e1rio: '{0}': {1}.
sm-HTTPAgent-00380 = Erro ao ler o modelo de formul\u00e1rio: '{0}': {1}.
sm-HTTPAgent-00390 = Erro ao decodificar o modelo de formul\u00e1rio: '{0}': {1}.
sm-HTTPAgent-00400 = N\u00e3o \u00e9 poss\u00edvel obter o modelo de formul\u00e1rio '{0}' a partir do cache: {1}.
sm-HTTPAgent-00410 = N\u00e3o \u00e9 poss\u00edvel alocar mem\u00f3ria para o objeto '{0}'.
sm-HTTPAgent-00420 = Dados de preserva\u00e7\u00e3o do POST n\u00e3o s\u00e3o v\u00e1lidos.
sm-HTTPAgent-00430 = O usu\u00e1rio est\u00e1 tentando acessar um recurso protegido com esquema de autentica\u00e7\u00e3o de federaliza\u00e7\u00e3o sem credenciais de esquema de autentica\u00e7\u00e3o fed. N\u00e3o h\u00e1 como desafiar o usu\u00e1rio.
sm-HTTPAgent-00440 = N\u00e3o \u00e9 poss\u00edvel gerar o cookie de formato aberto '{0}'.
sm-HTTPAgent-00450 = N\u00e3o \u00e9 poss\u00edvel analisar os dados para cookie de formato aberto. O cookie n\u00e3o ser\u00e1 criado.
sm-HTTPAgent-00460 = N\u00e3o \u00e9 poss\u00edvel resolver o host.
sm-HTTPAgent-00470 = N\u00e3o \u00e9 poss\u00edvel resolver o recurso.
sm-HTTPAgent-00480 = N\u00e3o \u00e9 poss\u00edvel resolver o nome do agente.
sm-HTTPAgent-00490 = O recurso excede o tamanho MaxUrlSize.
sm-HTTPAgent-00500 = N\u00e3o \u00e9 poss\u00edvel resolver a a\u00e7\u00e3o.
sm-HTTPAgent-00510 = A a\u00e7\u00e3o ultrapassa o tamanho m\u00e1ximo permitido.
sm-HTTPAgent-00520 = Valor do cabe\u00e7alho de op\u00e7\u00e3o X-Frame inv\u00e1lido.
sm-HTTPAgent-00530 = N\u00e3o \u00e9 poss\u00edvel decodificar o cabe\u00e7alho de autoriza\u00e7\u00e3o.
