sm-HTTPAgent-00010 = {0}
sm-HTTPAgent-00020 = No se puede resolver el nombre del host de servidor. Saliendo con error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00030 = No se puede resolver el nombre del host completo. Saliendo con error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00040 = No se puede resolver la direcci\u00f3n URL. Saliendo con el error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00050 = No se puede resolver el nombre del agente para el host '{0}'. Saliendo con error del servidor HTTP 500 '{1}'.
sm-HTTPAgent-00060 = No se puede resolver el nombre del agente. Se sale con el error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00070 = No se puede resolver la IP del cliente.
sm-HTTPAgent-00080 = La direcci\u00f3n URL supera el tama\u00f1o MaxUrlSize. Saliendo con error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00090 = La direcci\u00f3n URL contiene BadCssChars. Saliendo con error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00100 = La direcci\u00f3n URL contiene caracteres no v\u00e1lidos. Saliendo con error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00110 = No se puede resolver el M\u00c9TODO. Saliendo con el error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00120 = El M\u00c9TODO supera tama\u00f1o m\u00e1ximo permitido. Saliendo con error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00130 = Se ha producido un error en el recopilador de credenciales. Saliendo con error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00140 = La IP del cliente y la IP de la sesi\u00f3n {0} no coinciden con '{1}', '{2}'.
sm-HTTPAgent-00150 = Falta el contexto '{0}' o no es correcto.
sm-HTTPAgent-00160 = Se ha producido un error en la interfaz: {0}.
sm-HTTPAgent-00170 = No se puede generar la cookie {0}SESSION.
sm-HTTPAgent-00180 = No se pueden procesar los datos {0}SESSION de la direcci\u00f3n URL.
sm-HTTPAgent-00190 = No se puede procesar la cookie {0}SESSION.
sm-HTTPAgent-00200 = No se puede generar la cookie {0}IDENTITY.
sm-HTTPAgent-00210 = No se pueden procesar los datos {0}IDENTITY de la direcci\u00f3n URL.
sm-HTTPAgent-00220 = No se puede procesar la cookie {0}IDENTITY.
sm-HTTPAgent-00230 = Saliendo con error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00240 = No se puede cifrar el nombre del agente '{0}'.
sm-HTTPAgent-00250 = No se ha encontrado ninguna variable sin resolver.
sm-HTTPAgent-00260 = No se ha encontrado ninguna variable sin resolver.
sm-HTTPAgent-00270 = Proveedor de cookies: comando no v\u00e1lido.
sm-HTTPAgent-00280 = Proveedor de cookies: par\u00e1metro de DESTINO no v\u00e1lido.
sm-HTTPAgent-00290 = Se ha producido un error al codificar. Saliendo con error del servidor HTTP 500 '{0}'.
sm-HTTPAgent-00300 = Se ha producido un error al inicializar la identidad de Passport.
sm-HTTPAgent-00310 = Se ha producido un error al generar la cookie FORMCRED.
sm-HTTPAgent-00320 = Se ha producido un error al generar la cookie NTLMCRED.
sm-HTTPAgent-00330 = No se puede generar la cookie de proxy {0}SESSION.
sm-HTTPAgent-00340 = Configuraci\u00f3n no v\u00e1lida: '{0}' se ha especificado m\u00e1s de una vez; se utiliza el valor predeterminado.
sm-HTTPAgent-00350 = Seguimiento: no se ha podido asignar memoria para el objeto de seguimiento.
sm-HTTPAgent-00360 = Se ha producido un error al obtener las estad\u00edsticas de archivo de la plantilla de formulario '{0}': {1}.
sm-HTTPAgent-00370 = Se ha producido un error al abrir la plantilla de formulario: '{0}': {1}.
sm-HTTPAgent-00380 = Se ha producido un error al leer la plantilla de formulario: '{0}': {1}.
sm-HTTPAgent-00390 = Se ha producido un error al descodificar la plantilla de formulario: '{0}': {1}.
sm-HTTPAgent-00400 = No se puede obtener la plantilla de formulario '{0}' de la memoria cach\u00e9: {1}.
sm-HTTPAgent-00410 = No se ha podido asignar una memoria para el objeto '{0}'.
sm-HTTPAgent-00420 = Los datos de conservaci\u00f3n de PUBLICACI\u00d3N no son v\u00e1lidos.
sm-HTTPAgent-00430 = El usuario est\u00e1 intentando acceder a un recurso protegido con esquema de autenticaci\u00f3n de federaci\u00f3n sin credenciales de esquema de autenticaci\u00f3n de federaci\u00f3n. No hay ninguna forma de desafiar al usuario.
sm-HTTPAgent-00440 = No se puede generar la cookie de formato abierto {0}.
sm-HTTPAgent-00450 = No se pueden analizar datos de la cookie de formato abierto. No se crear\u00e1 cookie.
sm-HTTPAgent-00460 = No se puede resolver el host.
sm-HTTPAgent-00470 = No se puede resolver el recurso.
sm-HTTPAgent-00480 = No se puede resolver el nombre del agente.
sm-HTTPAgent-00490 = El recurso excede el tama\u00f1o MaxUrlSize.
sm-HTTPAgent-00500 = No se puede resolver la acci\u00f3n.
sm-HTTPAgent-00510 = La acci\u00f3n supera el tama\u00f1o m\u00e1ximo permitido.
sm-HTTPAgent-00520 = El valor del encabezado X-Frame-Option no es v\u00e1lido.
sm-HTTPAgent-00530 = No se puede descodificar el encabezado de la autorizaci\u00f3n.
