sm-WebAgent-00010 = {0}
sm-WebAgent-00020 = Agent Web Domino signal\u00e9 : {0}
sm-WebAgent-00030 = ***** {0} *******************************************
sm-WebAgent-00040 = Agent Web Siteminder {0}, version {1}, mise \u00e0 jour {2}, \u00e9tiquette {3}
sm-WebAgent-00050 = {0}: '{1}'
sm-WebAgent-00060 = {0}: '{1}'
sm-WebAgent-00070 = {0}: '{1}'
sm-WebAgent-00080 = Version du fichier : {0}
sm-WebAgent-00090 = +++++ AVERTISSEMENT : FICHIER BINAIRE DE DEBOGAGE +++++
sm-WebAgent-00100 = AgentName : {0},{1}
sm-WebAgent-00110 = HttpHeaderEncodingSpec : '{0}{1}{2}'
sm-WebAgent-00120 = Confirmer \u00e0 RFC2047 : '{0}'
sm-WebAgent-00130 = Configuration h\u00f4te de l'l'API d'agent SiteMinder :
sm-WebAgent-00140 = Version : {0}.
sm-WebAgent-00150 = Nom d'h\u00f4te approuv\u00e9 : {0}
sm-WebAgent-00160 = Basculement : {0}
sm-WebAgent-00170 = PolicyServer: '{0},{1},{2},{3}'
sm-WebAgent-00180 = 	MinSocketsPerPort : '{0}'
sm-WebAgent-00190 = 	MaxSocketsPerPort : '{0}'
sm-WebAgent-00200 = 	NewSocketStep: '{0}'
sm-WebAgent-00210 = 	RequestTimeOut : '{0}'
sm-WebAgent-00220 = Erreur InitAgent : {0}.
sm-WebAgent-00230 = Avertissement : Tentative d'autorisation automatique non valide d\u00e9tect\u00e9e. Demande bloqu\u00e9e.
sm-WebAgent-00240 = Impossible de r\u00e9soudre le nom d'h\u00f4te du serveur. Erreur de serveur HTTP 500 : {0} lors de la fermeture.
sm-WebAgent-00250 = Caract\u00e8res non valides utilis\u00e9s dans le nom d'h\u00f4te du serveur. Fermeture avec erreur de serveur HTTP 500 : {0}.
sm-WebAgent-00260 = Echec de la r\u00e9solution du nom d'agent pour l'h\u00f4te {0}. Fermeture avec l'erreur de serveur HTTP 500 : {1}
sm-WebAgent-00270 = Impossible d'extraire l'URL \u00e0 partir de l'en-t\u00eate HTTP. Fermeture avec erreur de serveur HTTP 500 : {0}.
sm-WebAgent-00280 = Impossible d'extraire l'URL \u00e0 partir de l'en-t\u00eate HTTP. Fermeture avec l'erreur de serveur fichier HTTP 404 non trouv\u00e9.
sm-WebAgent-00290 = Echec du stockage de l'URL \u00e0 partir de l'en-t\u00eate HTTP. Fermeture avec erreur de serveur HTTP 500 : {0}.
sm-WebAgent-00300 = Interception d'une possible violation de g\u00e9n\u00e9ration de scripts intersites dans l'URL '{0}'. Fermeture avec acc\u00e8s HTTP 403 interdit.
sm-WebAgent-00310 = L'URL '{0}' contient des caract\u00e8res non valides. Fermeture avec erreur de serveur HTTP 500 : {1}.
sm-WebAgent-00320 = Demande enfant inattendue. Erreur de serveur HTTP 500 : {0} lors de la fermeture.
sm-WebAgent-00330 = Impossible d'extraire la METHODE \u00e0 partir de l'en-t\u00eate HTTP pour {0}. Fermeture avec erreur de serveur HTTP 500 : {1}
sm-WebAgent-00340 = Fermeture en raison d'une erreur de serveur HTTP 500 : {0}.
sm-WebAgent-00350 = Connexion au serveur de strat\u00e9gies impossible (Erreur {0}).
sm-WebAgent-00360 =  "Impossible de se connecter au serveur de strat\u00e9gies (erreur : {0}). Les commandes de l'agent ne sont pas trait\u00e9es.
sm-WebAgent-00370 = Perte de la connexion au serveur de strat\u00e9gies (Erreur {0}). Les commandes d'agent ne sont pas trait\u00e9es.
sm-WebAgent-00380 = Echec de l'obtention du descripteur AgentApiHandle. Les commandes d'agent ne sont pas trait\u00e9es.
sm-WebAgent-00390 = Obtention du descripteur AgentAPI apr\u00e8s {0} intervalles DoManagement. Les commandes d'agent sont maintenant trait\u00e9es normalement.
sm-WebAgent-00400 = Impossible de cr\u00e9er une connexion au serveur de comptabilit\u00e9 de SiteMinder. Fermeture avec erreur de serveur HTTP 500 {0}.
sm-WebAgent-00410 = Impossible de cr\u00e9er une connexion au serveur d'autorisation de SiteMinder. Fermeture avec erreur de serveur HTTP 500 {0}.
sm-WebAgent-00420 = Impossible de cr\u00e9er une connexion au serveur d'authentification de SiteMinder.
sm-WebAgent-00430 = Les informations d'identification SSL contiennent un statut d'ERREUR. Fermeture avec erreur de serveur HTTP 500 : {0}.
sm-WebAgent-00440 = L'agent a re\u00e7u des informations d'identification SSL incorrectes. La demande n'a pas pu \u00eatre authentifi\u00e9e. Fermeture avec l'erreur de serveur HTTP 500 {0}.
sm-WebAgent-00450 = Les informations d'identification du formulaire contiennent un statut d'ERREUR. Fermeture avec erreur de serveur HTTP 500 : {0}.
sm-WebAgent-00460 = Connect\u00e9 au serveur de strat\u00e9gies apr\u00e8s {0} intervalles DoManagement. Les commandes d'agent sont maintenant trait\u00e9es normalement.
sm-WebAgent-00470 = Reconnect\u00e9 au serveur de strat\u00e9gies apr\u00e8s {0} intervalles DoManagement. Les commandes d'agent sont maintenant trait\u00e9es normalement.
sm-WebAgent-00480 = Impossible de cr\u00e9er le cookie {0}SESSION.
sm-WebAgent-00490 = Le cookie {0}SESSION pr\u00e9sentait des informations h\u00f4tes non valides.
sm-WebAgent-00500 = Le nom d'agent par d\u00e9faut est requis pour stocker la session dans le serveur de session. Fermeture avec l'erreur {0}.
sm-WebAgent-00510 = Cookie mal format\u00e9.
sm-WebAgent-00520 = Erreur d'encodage de l'URL cible. Fermeture en raison d'une erreur de serveur HTTP 500 {0}.
sm-WebAgent-00530 = Echec de l'encodage de l'heure d'expiration. Fermeture en raison d'une erreur de serveur HTTP 500 {0}
sm-WebAgent-00540 = Echec de l'encodage du contexte de cookie. Fermeture en raison d'une erreur de serveur HTTP 500 {0}.
sm-WebAgent-00550 = Echec de l'encodage du nom d'utilisateur chiffr\u00e9. Fermeture en raison d'une erreur de serveur HTTP 500 {0}.
sm-WebAgent-00560 = Echec de cr\u00e9ation du cookie {0}IDENTITY.
sm-WebAgent-00570 = Erreur lors du chiffrement du nom d'agent. Fermeture avec l'erreur de serveur HTTP 500 : {0}.
sm-WebAgent-00580 = Impossible de se connecter \u00e0 l'utilisateur anonyme. Erreur de serveur HTTP 500 : {0} lors de la fermeture.
sm-WebAgent-00590 = Impossible d'obtenir le descripteur AgentApi.
sm-WebAgent-00600 = Cookie {0}DOMINODATA non trouv\u00e9 avec les informations d'identification.
sm-WebAgent-00610 = Erreurs de configuration. Fermeture dans 5 secondes...
sm-WebAgent-00620 = Erreurs de configuration. Fermeture en cours...
sm-WebAgent-00630 = Erreur {0} lors de l'appel Sm_AgentApi_Login.
sm-WebAgent-00640 = Erreur {0} lors de l'appel Sm_AgentApi_IsProtected.
sm-WebAgent-00650 = Erreur {0} lors de l'appel Sm_AgentApi_UpdateAttributes.
sm-WebAgent-00660 = Erreur {0} lors de l'appel SmAgentApi_Logout.
sm-WebAgent-00670 = Erreur {0} lors de l'appel Sm_AgentApi_Audit.
sm-WebAgent-00680 = Erreur {0} lors de l'appel Sm_Agentapi_Authorize.
sm-WebAgent-00690 = Erreur {0} lors de l'appel Sm_AgentApi_GetSingleUseCookie.
sm-WebAgent-00700 = Erreur {0} lors de l'appel Sm_AgentApi_SetSingleUseCookie.
sm-WebAgent-00710 = Erreur {0} lors de l'appel Sm_AgentApi_DelSingleUseCookie.
sm-WebAgent-00720 = Sortie d'en-t\u00eate trop grande, tronqu\u00e9e au niveau de : {0}.
sm-WebAgent-00730 = L'authentification requiert un transport s\u00e9curis\u00e9. Fermeture avec l'erreur de serveur HTTP 500 {0}.
sm-WebAgent-00740 = '{0}' re\u00e7u pour une URL de redirection \u00e0 partir de SiteMinder. La demande ne peut continuer, sortant avec une erreur de serveur HTTP 500 : 30-{1}.
sm-WebAgent-00750 = Echec de journalisation de la version de produit avec le serveur de strat\u00e9gies.
sm-WebAgent-00760 = L'adresse IP du client '{0}' et l'adresse IP de {1}SESSION '{2}' ne correspondent pas. CookieUser = '{3}'.
sm-WebAgent-00770 = Echec de l'obtention des informations d'identification de la session
sm-WebAgent-00780 = Erreurs lors de l'initialisation : {0}-{1}. Fermeture en cours...
sm-WebAgent-00790 = Erreur 0x{0} lors de l'ouverture du contr\u00f4leur de services.
sm-WebAgent-00800 = Erreur 0x{0} lors de l'ouverture du service.
sm-WebAgent-00810 = Le service de requ\u00eate a rencontr\u00e9 une erreur 0x{0}.
sm-WebAgent-00820 = Erreur de d\u00e9marrage du service 0x{0}
sm-WebAgent-00830 = Le service d'arr\u00eat a rencontr\u00e9 une erreur 0x{0}.
sm-WebAgent-00840 = L'indicateur 'UseSessionForAnonymous' a \u00e9t\u00e9 d\u00e9sactiv\u00e9. Les cookies de SESSION {0} ne sont pas accept\u00e9s dans les domaines d'authentification anonymes pour ce syst\u00e8me.
sm-WebAgent-00850 = '{0}' re\u00e7u pour une URL de redirection \u00e0 partir de SiteMinder. Sortant avec une erreur de serveur HTTP 500 {1}.
sm-WebAgent-00860 = Agent Web Domino d\u00e9marr\u00e9.
sm-WebAgent-00870 = Agent Web de Domino d\u00e9marr\u00e9. L'agent est d\u00e9sactiv\u00e9.
sm-WebAgent-00880 = Agent Web Domino d\u00e9charg\u00e9.
sm-WebAgent-00890 = Erreur : \u00e9chec de l'initialisation de l'agent Web Domino
sm-WebAgent-00900 = Erreur dans les notes de l'agent Web Domino : {0}.
sm-WebAgent-00910 = L'initialisation principale a expir\u00e9. L'agent n'est pas parvenu \u00e0 s'initialiser.
sm-WebAgent-00920 = SF_NOTIFY_NONSECURE_PORT re\u00e7u.
sm-WebAgent-00930 = SF_NOTIFY_SECURE_PORT re\u00e7u
sm-WebAgent-00940 = Erreur lors de l'analyse des param\u00e8tres. Fermeture avec une erreur de serveur HTTP 500 {0}.
sm-WebAgent-00950 = S\u00e9curisation de l'erreur non commenc\u00e9e du r\u00e9f\u00e9rentiel 0x{0}.
sm-WebAgent-00960 = Erreur d'informations d'identification de l'utilisateur proxy de r\u00e9f\u00e9rentiel 0x{0}.
sm-WebAgent-00970 = Echec de cr\u00e9ation du thread du travailleur.
sm-WebAgent-00980 = Les donn\u00e9es de conservation POST ne sont pas valides.
sm-WebAgent-00990 = Echec de la r\u00e9cup\u00e9ration de l'adresse IP du client.
sm-WebAgent-01000 = ** L'attribut {0} de mise \u00e0 jour de la cl\u00e9 a \u00e9t\u00e9 re\u00e7u.
sm-WebAgent-01010 = ** L'attribut {0} de mise \u00e0 jour de la cl\u00e9 a \u00e9t\u00e9 trait\u00e9.
sm-WebAgent-01020 = ** Impossible de traiter l'attribut {0} de mise \u00e0 jour de la cl\u00e9
sm-WebAgent-01030 = Erreur lors du d\u00e9codage du nom d'agent.
sm-WebAgent-01040 = Erreur lors du d\u00e9chiffrement du nom d'agent.
sm-WebAgent-01050 = Erreur lors de la r\u00e9solution du nom d'agent.
sm-WebAgent-01060 = Une cible non valide a \u00e9t\u00e9 trouv\u00e9e.
sm-WebAgent-01070 = Informations d'identification SSL non valides avec ce sch\u00e9ma d'authentification.
sm-WebAgent-01080 = Informations d'identification des formulaires non valides avec ce sch\u00e9ma d'authentification.
sm-WebAgent-01090 = Codage incorrect dans {0}. Renvoi de l'erreur de serveur HTTP 500 {1}.
sm-WebAgent-01100 = Aucun certificat n'a \u00e9t\u00e9 trouv\u00e9.
sm-WebAgent-01110 = Les donn\u00e9es de connexion d\u00e9passent la limite maximum. Interruption de la demande.
sm-WebAgent-01120 = Le fichier {0} n'est pas disponible pour l'instant.
sm-WebAgent-01130 = Formulaire {0} introuvable.
sm-WebAgent-01140 = Aucune cible de redirection n'a \u00e9t\u00e9 trouv\u00e9e dans l'espace de noms.
sm-WebAgent-01150 = Erreur lors de l'obtention des statistiques de fichier pour le mod\u00e8le de formulaire '{0}': {1}.
sm-WebAgent-01160 = Erreur lors de l'ouverture du mod\u00e8le de formulaire '{0}': {1}.
sm-WebAgent-01170 = Erreur lors de la lecture du mod\u00e8le de formulaire '{0}': {1}.
sm-WebAgent-01180 = Erreur lors du d\u00e9codage \u00e0 partir du mod\u00e8le de formulaire : '{0}': {1}.
sm-WebAgent-01190 = Impossible d'obtenir le mod\u00e8le de formulaire "{0}" \u00e0 partir du cache : {1}.
sm-WebAgent-01200 = Impossible d'allouer de la m\u00e9moire pour l'objet '{0}'.
sm-WebAgent-01210 = Demande non valide re\u00e7ue \u00e0 partir de '{0}'- aucun param\u00e8tre de requ\u00eate n'a \u00e9t\u00e9 trouv\u00e9.
sm-WebAgent-01220 = Demande non valide re\u00e7ue \u00e0 partir de '{0}' - aucune commande valide n'a \u00e9t\u00e9 trouv\u00e9e.
sm-WebAgent-01230 = Demande non valide re\u00e7ue \u00e0 partir de '{0}' - CIBLE non trouv\u00e9e.
sm-WebAgent-01240 = Demande non valide re\u00e7ue \u00e0 partir de '{0}' - CIBLE non trouv\u00e9e.
sm-WebAgent-01250 = Erreur d'allocation de m\u00e9moire. Interruption de la demande.
sm-WebAgent-01260 = L'URL de redirection est trop longue avec les donn\u00e9es de cookie. Renvoi avec {0} = NON.
sm-WebAgent-01270 = L'URL de redirection est trop longue. Demande interrompue.
sm-WebAgent-01280 = Une demande non valide a \u00e9t\u00e9 re\u00e7ue \u00e0 partir de '{0}'. TYPE non trouv\u00e9, demande interrompue.
