sm-WebAgent-00010 = {0}
sm-WebAgent-00020 = Agente web de Domino comunicado: {0}
sm-WebAgent-00030 = ***** {0} *******************************************
sm-WebAgent-00040 = WebAgent {0} de Siteminder, versi\u00f3n {1}, actualizaci\u00f3n {2}, etiqueta {3}
sm-WebAgent-00050 = {0}: '{1}'
sm-WebAgent-00060 = {0}: '{1}'
sm-WebAgent-00070 = {0}: '{1}'
sm-WebAgent-00080 = FileVersion: {0}
sm-WebAgent-00090 = +++++ ADVERTENCIA: DEPURAR BINARIO +++++
sm-WebAgent-00100 = AgentName: {0}, {1}
sm-WebAgent-00110 = HttpHeaderEncodingSpec: '{0}{1}{2}'
sm-WebAgent-00120 = Confirmar para RFC2047: '{0}'
sm-WebAgent-00130 = Configuraci\u00f3n del host de API del agente de CA SiteMinder:
sm-WebAgent-00140 = Versi\u00f3n: {0}.
sm-WebAgent-00150 = Nombre del host de confianza: {0}.
sm-WebAgent-00160 = Conmutaci\u00f3n por error: {0}.
sm-WebAgent-00170 = PolicyServer: '{0},{1},{2},{3}'
sm-WebAgent-00180 = 	MinSocketsPerPort: '{0}'
sm-WebAgent-00190 = 	MaxSocketsPerPort: '{0}'
sm-WebAgent-00200 = 	NewSocketStep: '{0}' 
sm-WebAgent-00210 = 	RequestTimeOut: '{0}'
sm-WebAgent-00220 = Error de InitAgent: ({0})
sm-WebAgent-00230 = Advertencia: se ha detectado un intento de autorizaci\u00f3n autom\u00e1tica no v\u00e1lido. Bloqueando solicitud.
sm-WebAgent-00240 = No se puede resolver el nombre del host de servidor. Saliendo con error del servidor HTTP 500 {0}.
sm-WebAgent-00250 = Caracteres no v\u00e1lidos en el nombre del host del servidor. Se sale con el error del servidor HTTP 500: {0}.
sm-WebAgent-00260 = Se ha producido un error al resolver el nombre del agente del host {0}. Se sale con error del servidor HTTP 500: {1}
sm-WebAgent-00270 = Se ha producido un error al extraer la direcci\u00f3n URL del encabezado HTTP. Saliendo con error del servidor HTTP 500: {0}.
sm-WebAgent-00280 = Se ha producido un error al extraer la DIRECCI\u00d3N URL del encabezado HTTP. Saliendo con error del servidor HTTP 404 no se ha encontrado el archivo.
sm-WebAgent-00290 = Se ha producido un error al almacenar la direcci\u00f3n URL del encabezado HTTP. Saliendo con error del servidor HTTP 500: {0}.
sm-WebAgent-00300 = Se ha detectado una posible infracci\u00f3n de scripts de sitios en la direcci\u00f3n URL '{0}'. Saliendo con error HTTP 403: acceso prohibido.
sm-WebAgent-00310 = Caracteres incorrectos en la direcci\u00f3n URL '{0}'. Saliendo con error del servidor HTTP 500: {1}.
sm-WebAgent-00320 = Solicitud secundaria inesperada. Saliendo con error del servidor HTTP 500: {0}.
sm-WebAgent-00330 = Se ha producido un error al extraer el M\u00c9TODO del encabezado HTTP para {0}. Saliendo con error del servidor HTTP 500: {1}
sm-WebAgent-00340 = Saliendo con error del servidor HTTP 500: {0}.
sm-WebAgent-00350 = No se puede conectar con el Servidor de pol\u00edticas (error {0}).
sm-WebAgent-00360 =  "No se puede conectar al Servidor de pol\u00edticas (error: {0}). Los comandos del agente no se est\u00e1n procesando.
sm-WebAgent-00370 = Se ha perdido la conexi\u00f3n con el Servidor de pol\u00edticas (error: {0}). Los comandos del agente no se est\u00e1n procesando.
sm-WebAgent-00380 = Se ha producido un error al obtener AgentApiHandle. No se est\u00e1n procesando comandos de agente.
sm-WebAgent-00390 = Se ha obtenido el controlador de AgenteApi correctamente despu\u00e9s de {0} intervalos de DoManagement. Se est\u00e1n procesando ahora comandos de agente normalmente.
sm-WebAgent-00400 = No se puede crear una conexi\u00f3n al servidor de contabilidad de Siteminder. Saliendo con error del servidor HTTP 500 {0}.
sm-WebAgent-00410 = No se puede crear una conexi\u00f3n al servidor de autorizaci\u00f3n de Siteminder. Saliendo con error del servidor HTTP 500 {0}.
sm-WebAgent-00420 = No se puede crear una conexi\u00f3n al servidor de autenticaci\u00f3n de Siteminder.
sm-WebAgent-00430 = Las credenciales de SSL contienen un estado de ERROR. Saliendo con error del servidor HTTP 500: {0}.
sm-WebAgent-00440 = El agente ha recibido credenciales SSL incorrectas, se ha producido un error al autenticar la solicitud. Saliendo con error de servidor HTTP 500 {0}.
sm-WebAgent-00450 = Las credenciales de formulario contienen un estado de ERROR. Saliendo con error del servidor HTTP 500 '{0}'. 
sm-WebAgent-00460 = Conectado al Servidor de pol\u00edticas despu\u00e9s de {0} intervalos de DoManagement. Se est\u00e1n procesando ahora comandos de agente normalmente.
sm-WebAgent-00470 = Se ha vuelto a conectar con el Servidor de pol\u00edticas despu\u00e9s de intervalos DoManagement de {0}. Ahora se est\u00e1n procesando los comandos de agente normalmente.
sm-WebAgent-00480 = Se ha producido un error al crear la cookie {0}SESSION.
sm-WebAgent-00490 = {0}Cookie de SESSION presentada con informaci\u00f3n de host no v\u00e1lida.
sm-WebAgent-00500 = El nombre del agente predeterminado se requiere para almacenar la sesi\u00f3n en el servidor de la sesi\u00f3n. Saliendo con error {0}.
sm-WebAgent-00510 = La cookie no tiene un formato correcto.
sm-WebAgent-00520 = Se ha producido un error al codificar la direcci\u00f3n URL de destino. Saliendo con error del servidor HTTP 500 {0}.
sm-WebAgent-00530 = Se ha producido un error al codificar la hora de caducidad. Saliendo con error del servidor HTTP 500 {0}.
sm-WebAgent-00540 = Se ha producido un error al codificar el contexto de cookie. Saliendo con error del servidor HTTP 500 {0}. 
sm-WebAgent-00550 = Se ha producido un error al codificar el nombre de usuario cifrado. Saliendo con error del servidor HTTP 500: {0}.
sm-WebAgent-00560 = Se ha producido un error al crear la cookie {0}IDENTITY.
sm-WebAgent-00570 = Se ha producido un error al cifrar nombre del agente. Saliendo con error del servidor HTTP 500: {0}.
sm-WebAgent-00580 = No se puede registrar el usuario an\u00f3nimo. Saliendo con error de servidor HTTP 500: {0}.
sm-WebAgent-00590 = No se puede obtener el identificador de AgentApi.
sm-WebAgent-00600 = {0}Cookie de DOMINODATA no se ha encontrado con las credenciales.
sm-WebAgent-00610 = Se ha producido errores al configurar. Saliendo de la aplicaci\u00f3n en cinco segundos...
sm-WebAgent-00620 = Se han producido errores al configurar. Saliendo...
sm-WebAgent-00630 = Se ha producido un error {0} al llamar a Sm_AgentApi_Login.
sm-WebAgent-00640 = Se ha producido un error {0} al llamar a Sm_AgentApi_IsProtected.
sm-WebAgent-00650 = Se ha producido un error {0} al llamar a Sm_AgentApi_UpdateAttributes.
sm-WebAgent-00660 = Se ha producido un error {0} al llamar a SmAgentApi_Logout.
sm-WebAgent-00670 = Se ha producido un error {0} al llamar a Sm_AgentApi_Audit.
sm-WebAgent-00680 = Se ha producido un error {0} al llamar a Sm_Agentapi_Authorize.
sm-WebAgent-00690 = Se ha producido un error {0} al llamar a Sm_AgentApi_GetSingleUseCookie.
sm-WebAgent-00700 = Se ha producido un error {0} al llamar a Sm_AgentApi_SetSingleUseCookie.
sm-WebAgent-00710 = Se ha producido un error {0} al llamar a Sm_AgentApi_DelSingleUseCookie.
sm-WebAgent-00720 = El resultado del encabezado es demasiado grande, se ha truncado en: {0}.
sm-WebAgent-00730 = La autenticaci\u00f3n requiere una transferencia segura. Saliendo con error de servidor HTTP 500 {0}.
sm-WebAgent-00740 = '{0}' recibido para una direcci\u00f3n URL redirecci\u00f3n desde Siteminder. No se puede continuar con la solicitud, saliendo con el error del servidor HTTP 500: 30-{1}.
sm-WebAgent-00750 = Se ha producido un error al registrar la versi\u00f3n del producto en el Servidor de pol\u00edticas.
sm-WebAgent-00760 = La IP de cliente '{0}' y la IP de la sesi\u00f3n {1} '{2}' no coinciden. CookieUser='{3}'.
sm-WebAgent-00770 = Se ha producido un error al obtener las credenciales de la sesi\u00f3n.
sm-WebAgent-00780 = Se han producido errores al inicializar: {0}-{1}. Saliendo...
sm-WebAgent-00790 = Se ha producido el error 0x{0} al abrir el controlador de servicio.
sm-WebAgent-00800 = Se ha producido el error 0x{0} al abrir el servicio.
sm-WebAgent-00810 = El servicio de consultas ha producido el error 0x{0}.
sm-WebAgent-00820 = El servicio de inicio ha producido el error 0x{0}.
sm-WebAgent-00830 = El servicio de parada ha producido el error 0x{0}.
sm-WebAgent-00840 = El indicador de 'UseSessionForAnonymous' se ha desactivado. {0}Las cookies de SESI\u00d3N no se aceptan en territorios an\u00f3nimos para este sistema.
sm-WebAgent-00850 = '{0}' recibido para una direcci\u00f3n Url de redirecci\u00f3n desde SiteMinder. Saliendo con el error del servidor HTTP 500 {1}.
sm-WebAgent-00860 = Agente web de Domino iniciado.
sm-WebAgent-00870 = Agente web de Domino iniciado. Se deshabilita el agente.
sm-WebAgent-00880 = Agente web de Domino descargado.
sm-WebAgent-00890 = Error: Se ha producido un error al inicializar correctamente el Agente web de Domino.
sm-WebAgent-00900 = Se ha producido un error en las notas del Agente web de Domino: {0}.
sm-WebAgent-00910 = La inicializaci\u00f3n del n\u00facleo ha agotado el tiempo de espera. Se ha producido un error al inicializar el agente.
sm-WebAgent-00920 = SF_NOTIFY_NONSECURE_PORT recibido.
sm-WebAgent-00930 = SF_NOTIFY_SECURE_PORT recibido.
sm-WebAgent-00940 = Se ha producido un error al analizar los par\u00e1metros. Saliendo con error del servidor HTTP 500 {0}.
sm-WebAgent-00950 = El almac\u00e9n seguro no se ha iniciado, error 0x{0}.
sm-WebAgent-00960 = Se ha producido un error al almacenar las credenciales de usuario de proxy 0x{0}.
sm-WebAgent-00970 = Se ha producido un error al crear el subproceso de trabajo.
sm-WebAgent-00980 = Los datos de conservaci\u00f3n de PUBLICACI\u00d3N no son v\u00e1lidos.
sm-WebAgent-00990 = Se ha producido un error al recuperar la direcci\u00f3n IP del cliente.
sm-WebAgent-01000 = ** Se ha recibido el atributo de actualizaci\u00f3n de claves {0}
sm-WebAgent-01010 = ** Se ha procesado el atributo de actualizaci\u00f3n de claves {0} correctamente
sm-WebAgent-01020 = ** No se puede procesar el atributo de actualizaci\u00f3n de claves {0}
sm-WebAgent-01030 = Se ha producido un error al descodificar el nombre del agente.
sm-WebAgent-01040 = Se ha producido un error al descifrar el nombre del agente.
sm-WebAgent-01050 = Se ha producido un error al resolver el nombre del agente.
sm-WebAgent-01060 = Se ha encontrado un destino no v\u00e1lido.
sm-WebAgent-01070 = La credenciales de SSL no son v\u00e1lidas para usar con este esquema de autenticaci\u00f3n.
sm-WebAgent-01080 = Credenciales de formulario no v\u00e1lidas para su uso con este esquema de autenticaci\u00f3n.
sm-WebAgent-01090 = Codificaci\u00f3n incorrecta en {0}. Devolviendo con error del servidor HTTP 500 {1}.
sm-WebAgent-01100 = No se ha encontrado el certificado.
sm-WebAgent-01110 = Los datos de inicio de sesi\u00f3n sobrepasan el l\u00edmite m\u00e1ximo. Anulando la solicitud.
sm-WebAgent-01120 = El archivo {0} no est\u00e1 disponible temporalmente.
sm-WebAgent-01130 = No se ha encontrado el formulario {0}.
sm-WebAgent-01140 = No se ha encontrado ning\u00fan destino de redirecci\u00f3n en el espacio de nombres.
sm-WebAgent-01150 = Se ha producido un error al obtener las estad\u00edsticas de archivo de la plantilla de formulario '{0}': {1}.
sm-WebAgent-01160 = Se ha producido un error al abrir la plantilla de formulario: '{0}': {1}.
sm-WebAgent-01170 = Se ha producido un error al leer la plantilla de formulario: '{0}': {1}.
sm-WebAgent-01180 = Se ha producido un error al descodificar la plantilla de formulario: '{0}': {1}.
sm-WebAgent-01190 = No se puede obtener la plantilla de formulario '{0}' de la memoria cach\u00e9: {1}.
sm-WebAgent-01200 = No se ha podido asignar una memoria para el objeto '{0}'.
sm-WebAgent-01210 = Se ha recibido una solicitud no v\u00e1lida de '{0}'- No se ha encontrado ning\u00fan par\u00e1metro de la consulta.
sm-WebAgent-01220 = Se ha recibido una solicitud no v\u00e1lida de '{0}' - No se ha encontrado ning\u00fan comando v\u00e1lido.
sm-WebAgent-01230 = Se ha recibido una solicitud no v\u00e1lida de '{0}'- No se ha encontrado el DESTINO.
sm-WebAgent-01240 = Se ha recibido una solicitud no v\u00e1lida de '{0}'- No se ha encontrado el DESTINO.
sm-WebAgent-01250 = Se ha producido un error al asignar la memoria. Anulando la solicitud.
sm-WebAgent-01260 = La direcci\u00f3n URL de redirecci\u00f3n es demasiado larga con los datos de cookies. Volviendo con {0}=NO.
sm-WebAgent-01270 = La direcci\u00f3n URL de redirecci\u00f3n es demasiado larga para trabajar con ella. Solicitud anulada.
sm-WebAgent-01280 = Se ha recibido una solicitud no v\u00e1lida desde '{0}'. No se ha encontrado el TIPO, anulando solicitud.
